{"symbol":"AAVE","asset_name":"Aave","asset_logo":"https://www.cryptocompare.com/media/37747534/aave.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"32,78T","current_supply":14800728,"maximum_supply":null,"start_date":1600905600000,"description":"Apa itu Aave (AAVE): DeFi untuk Pemain Ahli\r\n\r\nAave adalah sistem peminjaman keuangan terdesentralisasi (DeFi) di Ethereum. Aave menyediakan pasar uang untuk meminjam, meminjamkan, dan mendapatkan aset kripto dengan prinsip liquidity pool. AAE adalah token native yang menggerakkan platform Aave.\r\n\r\nSejarah singkat Aave\r\nAave dimulai sebagai ETHLend oleh Stani Kulechov di tahun 2017 setelah menggalang US$16,2 juta dari penawaran koin perdananya (ICO). Di tahun 2020, ETHLend berubah menjadi Aave ketika mereka berganti ke model liquidity pool, merombak token LEND, dan menggantikannya dengan token AAVE.\r\n\r\nCara kerja Aave\r\nUntuk model liquidity pool, pengguna bisa langsung meminjam dana dari pengguna lain alih-alih meminjam dari Aave. Pertama, pemilik dana mendepositkan dananya ke suatu himpunan dana kolektif. Pemohon bisa meminjam dana dari himpunan tersebut, dan utangnya lalu dibagikan ke pemilik dana yang telah berkontribusi. Untuk model flash loan, Aave menggunakan smart contract untuk mengeksekusi pinjaman tanpa agunan yang diajukan pemohon. Smart contract ini akan mati ketika utang tidak terbayar sebelum blok Ethereum terkonfirmasi. Maka flash loan hanya ada untuk waktu yang amat singkat, meningkatkan keamanan dan jaminan pembayaran.\r\n\r\nKegunaan Aave\r\nKamu bisa meminjam, meminjamkan, dan mendapatkan aset kripto di Aave tanpa KYC, agunan, atau rekening. Kamu juga bisa menggunakan token AAVE untuk mendukung tata kelola jaringan, untuk di-staking, token swapping (mendukung 25 mata uang kripto dan stablecoin yang berbeda), dan pinjaman tanpa agunan.\r\n\r\nKelebihan Aave\r\nPemula mungkin lebih suka Compound karena lebih mudah, tapi ahli DeFi akan lebih suka Aave dengan inovasinya yang lebih mutakhir. Aave juga berkomitmen untuk mematuhi regulasi dengan mengurus lisensi dan perizinan regional, suatu pendekatan yang jarang ditemukan di dunia blockchain.","weiss_rating":{"rating":"B-","market_performance_rating":"D+","technology_adoption_rating":"B"},"community":{"official_site":"https://aave.com","twitch":"","twitter":"https://twitter.com/AaveAave","telegram":"https://t.me/Aavesome","white_paper":"https://api-new.whitepaper.io/documents/pdf?id=HJCqURGmI"},"price_info":{"high_label":"2.078.910","low_label":"1.950.783","price":2056154.1,"price_label":"2.056.154","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"83.184,66","amount":83184.66000000015,"rate_label":"4,21","rate":0.04216216344435632,"graph_data":[1972969.44,1969233.4400000002,1962712.6400000001,1958334.32,1989301.73,2022552,2031108.94,2037149.1600000001,2023865.8399999999,2017784.32,2027217.7,2032821.3,2041541.0399999998,2047292.7799999998,2036428.42,2052919.2600000002,2056084.3,2064068.63,2061991.62,2068710.08,2065760.0000000002,2053019.0799999998,2049760.0000000002,2059161.07]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"0","coin_labels":null,"minimum_amount":16000,"minimum_quantity":0.005,"maximum_quantity":13449,"minimum_tick":0.0001,"quote_tick":0.01,"decimal_point":{"price":0}}