{"symbol":"ADA","asset_name":"Cardano","asset_logo":"https://www.cryptocompare.com/media/37746235/ada.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"348,29T","current_supply":35310891231,"maximum_supply":45000000000,"start_date":1506124800000,"description":"Apa itu Cardano (ADA): Blockchain Berlapis yang Strategis\r\n\r\nCardano adalah platform blockchain berbasis Proof-of-Stake (PoS) yang lahir dari pendekatan ilmiah untuk memecahkan masalah krusial pada proyek blockchain terdahulu. ADA adalah token native Cardano yang bisa di-staking dan digunakan untuk membayar biaya jaringan.\r\n\r\nSejarah singkat Cardano\r\nPengembangan Cardano dimulai di tahun 2015 dari sekumpulan makalah ilmiah, dengan Haskell sebagai bahasa pemrograman Cardano. Blockchain ini didukung tiga entitas: IOHK, perusahaan riset oleh Charles Hoskinson dan Jeremu Wood; The Cardano Foundation, organisasi non-profit dengan fokus untuk mengembangkan Cardano; dan Emurgo, sebuah perusahaan modal ventura dari Jepang.\r\n\r\nCara kerja Cardano\r\nMelalui desainnya yang berlapis, Cardano percaya bahwa hal tersebut akan memberikan delegasi jaringan, rantai sampingan, dan struktur data yang lebih baik, bersamaan dengan kemampuan lebih baik untuk menerima perubahan protokol dan pencabangan lunak. Selain itu, Cardano menggunakan variasi PoS bernama Ouroboros yang bisa mengamankan jaringan dan mengatur proses produksi blok lebih baik.\r\n\r\nKegunaan Cardano\r\nCardano dimanfatkan sebagai ekosistem keuangan yang beroperasi dalam 2 lapis. Lapisan bawah, Cardano Settlement Layer (CSL), dibangun untuk menyediakan ekonomi digital yang kokoh, dengan ADA sebagai unit keuangan utama. Di atasnya adalah Cardano Computation Layer (CCL), di mana pengembang bisa memasang smart contract dan dApps.\r\n\r\nKelebihan Cardano\r\nStruktur Cardano yang berlapis dapat memberikan desain, fleksibilitas, penggunaan, dan privasi lebih baik dari blockchain yang tidak berlapis. Di luar itu, Cardano juga didukung keuangan yang baik oleh IOHK dan memiliki rencana masa depan yang transparan secara bertahap: Byron (Fondasi), Shelley (Desentralisasi), Goguen (Smart Contract), Basho (Penskalaan), dan Voltaire (Tata Kelola).","weiss_rating":{"rating":"B-","market_performance_rating":"D-","technology_adoption_rating":"B"},"community":{"official_site":"https://www.cardano.org/en/home/","twitch":"","twitter":"https://twitter.com/Cardano","telegram":"https://t.me/CardanoAnnouncements","white_paper":"https://docs.cardano.org/en/latest/"},"price_info":{"high_label":"8.230,4224","low_label":"7.600,622","price":7734.4293099999995,"price_label":"7.734,4293","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-440,3814","amount":-440.38148999999976,"rate_label":"-5,38","rate":-0.05387054217817491,"graph_data":[8174.810799999999,8109.14868,8052.54504,8049.5202,8073.829199999999,8056.359270000001,7918.0965,7856.739100000001,7765.776000000001,7748.24015,7805.4005,7758.0495,7818.51296,7777.0425,7819.974749999999,7700.8351,7733.160720000001,7785.664,7696.4475,7728.378,7696.0206,7721.6461,7742.139999999999,7734.4293099999995]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"1,11T","coin_labels":null,"minimum_amount":16257,"minimum_quantity":1,"maximum_quantity":8374730,"minimum_tick":0.1,"quote_tick":0.00001,"decimal_point":{"price":4}}