{"symbol":"AGIX","asset_name":"SingularityNET","asset_logo":"https://s2.coinmarketcap.com/static/img/coins/200x200/2424.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"22,67T","current_supply":null,"maximum_supply":null,"start_date":1689120000000,"description":"Apa itu SingularityNET?\r\nSingularityNET adalah platform berbasis blockchain yang memungkinkan siapapun \"\"membuat, berbagi, dan memonetisasi\"\" layanan AI dengan mudah, dengan AI Marketplace yang bisa diakses secara global. \r\n\r\nMelalui marketplace SingularityNET, para penggunanya dapat menelusuri, menguji, dan membeli berbagai macam layanan AI menggunakan token utilitas asli platform ini — AGIX. Selain itu, marketplace ini mewakili saluran yang dapat digunakan pengembang AI untuk menerbitkan dan menjual alat AI mereka, dan dengan mudah melacak kinerjanya.\r\n\r\nTim di balik SingularityNET menjadi pelopor pengembangan AI yang dikenal sebagai Sophia, yang digambarkan sebagai \"\"robot paling ekspresif di dunia\"\". Tujuan SingularityNET adalah untuk menjadikan Sophia untuk dapat sepenuhnya memahami bahasa manusia, dan terus mengembangkan \"\"OpenCog\"\" — sebuah kerangka kerja AI yang diharapkan pada akhirnya mencapai keadaan yang dikenal sebagai \"\"kecerdasan umum tingkat lanjut,\"\" yaitu kecerdasan buatan tingkat manusia (atau lebih).\r\n\r\nPada tahun 2017, platform ini diumumkan ke publik untuk pertama kalinya dan melalui proses Initial Coin Offering (ICO) pada bulan Desember 2017, di mana $36 juta terkumpul hanya dalam satu menit.\r\n\r\nSiapa tokoh di balik SingularityNET?\r\nSingularityNET didukung oleh tim yang komprehensif dari berbagai bidang, terdiri dari ilmuwan, pengembang, peneliti, dan insinyur AI.\r\n\r\nPerusahaan ini didirikan oleh Dr. Ben Goertzel (CEO dan kepala ilmuwan SingularityNET) selain Simone Giacomelli dan Dr. David Hanson.\r\n\r\nDr. Ben Goertzel adalah seorang tokoh yang dikenal dalam industri AI dan robotika dan memiliki rekam jejak panjang bekerja dengan perusahaan teknologi canggih — termasuk Hanson Robotics dan OpenCog Foundation. Dia juga bekerja sebagai ilmuwan kepala Mozi Health dan wakil ketua Humanity+.\r\n\r\nSimone Giacomelli adalah seorang pengusaha dan investor yang sebelumnya bekerja untuk konsultan kripto Cryptodex. Beliau meninggalkan proyek SingularityNET pada Maret 2019 dan sekarang fokus pada lab riset & pengembangan teknologi Vulpem, yang dia dirikan pada 2015.\r\n\r\nDr. David Hanson adalah salah satu dari tiga pendiri SingularityNET. Dia memiliki sejarah panjang dan beragam dalam industri robotika, bekerja dengan Disney antara tahun 1998 dan 2001 sebelum mendirikan beberapa perusahaan rintisan robotika — termasuk Human Emulation Robotics, Initiative for Awakening Machines, dan Hanson Robotics selama dua dekade terakhir.\r\n\r\nApa yang membuat SingularityNET unik?\r\nSingularityNET adalah platform pertama yang memudahkan pengembang untuk menjual alat dan pustaka AI mereka dan memungkinkan pembeli untuk menguji layanan AI apa pun yang disediakan di marketplace untuk melihat apakah itu memenuhi kebutuhan mereka sebelum melakukan pembayaran.\r\n\r\nSelain itu, mereka yang membutuhkan layanan AI khusus juga dapat memanfaatkan komunitas spesialis AI SingularityNET yang luas melalui portal 'Request for AI' (RFAI) — yang memungkinkan pelanggan untuk dengan mudah menugaskan alat AI baru, sementara pengembang dapat memperoleh token AGIX dengan mengisi permintaan ini.\r\n\r\nUtilitas token AGIX telah berkembang dengan pengembangan ekosistem SingularityNET. Pada bulan Oktober 2020, SingularityNET meluncurkan fitur 'Enhancement Proposal' SingularityNET (SNEP), memungkinkan pemegang AGIX untuk memilih perubahan pada operasi jaringan. Pada Maret 2020, fitur staking ditambahkan untuk memudahkan pengguna melakukan melakukan staking token mereka.\r\n\r\nBerkolaborasi dengan Hanson Robotics, SingularityNET baru-baru ini meluncurkan usaha patungan yang dikenal sebagai Awakening Health. Usaha ini mengembangkan produk yang memanfaatkan AI untuk tujuan perawatan kesehatan. Produk pertamanya adalah Grace, asisten humanoid untuk industri perawatan kesehatan.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://singularitynet.io/","twitch":"","twitter":"https://twitter.com/singularitynet","telegram":"https://telegram.me/singularitynet","white_paper":"https://public.singularitynet.io/whitepaper.pdf"},"price_info":{"high_label":"17.095,23","low_label":"15.976,93","price":16156.32332,"price_label":"16.156,32","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-275,4045","amount":-275.4045299999998,"rate_label":"-1,67","rate":-0.016760533798641255,"graph_data":[16431.72785,16509.70377,16297.95457,16126.4362,16198.4956,16328.03382,16250.53936,16311.895199999999,16311.7318,16118.0712,16309.5822,16143.64332,16248.2725,16245.157500000001,16253.325,16261.18112,16223.268600000001,16329.4461,16297.13254,16710.782610000002,16679.79171,16461.405450000002,16126.77552,16176.17188]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"323,25M","coin_labels":null,"minimum_amount":81580,"minimum_quantity":1,"maximum_quantity":92141578,"minimum_tick":1,"quote_tick":0.00001,"decimal_point":{"price":2}}