{"symbol":"ALICE","asset_name":"My Neighbor Alice","asset_logo":"https://www.cryptocompare.com/media/37746591/alice.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"1,79T","current_supply":90000000,"maximum_supply":null,"start_date":1614643200000,"description":"My Neighbor Alice adalah game builder play-to-earn bertema pertanian yang dibangun di atas Chromia. Game ini dapat dideskripsikan sebagai tempat di mana pemain dapat membeli dan memiliki pulau virtual, mengumpulkan dan membangun barang-barang menarik sambil juga mencari teman baru. Setiap pemain memiliki avatar mereka sendiri di dalam game dan dapat pemain modifikasi sesuka hati mereka. Pemain dapat membeli real estate virtual dari Alice, tokoh sentral game, atau pasar internal. Semua tanah yang dibeli akan direpresentasikan sebagai NFT.\n\nMy Neighbor Alice bertujuan untuk memperkenalkan blockchain kepada jutaan pemain dan menargetkan komunitas game yang beragam dalam pasar game tradisional. Meskipun game ini berbasis blockchain dan mengintegrasikan fitur DeFi, untuk memainkan game ini, pemain dapat bermain tanpa memiliki pengetahuan tentang cryptocurrency dan blockchain. My Neighbor Alice mengambil inspirasi dari beberapa sumber populer. Misalnya, tugas harian dalam game dan aspek sosial terinspirasi oleh Animal Crossing, sedangkan mekanik bangunan terinspirasi dari Minecraft. Karya seni ini terinspirasi oleh buku anak-anak Swedia Pettson and Findus.\n\nMy Neighbor Alice dibangun oleh Antler Interactive, studio game seluler interaktif Swedia. Antler Interactive sebelumnya dikenal sebagai SVRVIVE Studios, pelopor dalam industri VR yang merilis judul seperti SVRVIVE: The Deus Helix, Kartong - Death by Cardboard, Krystal Kart AR, Krystopia: A Puzzle Journey, Krystopia, dan Nova's Journey. Pada tahun 2019, Antler Interactive diakuisisi oleh ChromaWay, sebuah perusahaan pengembangan blockchain yang berada di belakang blockchain Chromia.\n\nMy Neighbor Alice memiliki dua keunikan. Pertama, gaya unik yang menggabungkan karakter Alice sebagai “teman dalam game” yang relatable membuat game ini lebih menarik bagi pemain biasa yang tidak terbiasa dengan fitur game blockchain klasik. Selain itu, game ini tidak memaksa pemain untuk berinteraksi dengan teknologi blockchain yang mendasarinya.\n\nPemain dapat membeli tanah virtual berupa token NFT di pulau-pulau tersebut dan menghias pulau tersebut dengan rumah, danau, dekorasi, hewan, tumbuhan, dan lain-lain.\n\nSelain itu, pemain dapat meningkatkan reputasi mereka dengan menyelesaikan berbagai aktivitas dalam game. Pencarian bersama memungkinkan pemain untuk bekerja pada tujuan yang sama dan berpartisipasi dalam acara yang dibuat komunitas yang dapat didiskusikan di forum game.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://www.myneighboralice.com/","twitch":"","twitter":"https://twitter.com/MyNeighborAlice","telegram":"https://t.me/MyNeighborAlice","white_paper":"https://static1.squarespace.com/static/601a9e78af724f7a3932fd5f/t/6197c7a3208b111b3333c707/1637337019912/My+Neighbor+Alice+Whitepaper+-+final.pdf"},"price_info":{"high_label":"19.738,22","low_label":"18.574,89","price":19532.939000000002,"price_label":"19.532,93","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"718,962","amount":718.9620000000032,"rate_label":"3,82","rate":0.03821424890654449,"graph_data":[18813.977,18721.152,18737.403000000002,18651.555999999997,18720,18866.25,18882.5,18925.345999999998,19240.845,19165.268,19042.28,19400.316,19456.8,19310.399999999998,19557.52,19494.257,19553.157000000003,19404.557,19584.708,19648.128,19359.115999999998,19334.899,19545.924,19532.939000000002]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"0","coin_labels":null,"minimum_amount":80515,"minimum_quantity":0.01,"maximum_quantity":900000,"minimum_tick":0.01,"quote_tick":0.001,"decimal_point":{"price":2}}