{"symbol":"APE","asset_name":"ApeCoin","asset_logo":"https://www.cryptocompare.com/media/39838302/ape.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"19,43T","current_supply":627840909,"maximum_supply":null,"start_date":1644796800000,"description":"Apa itu ApeCoin (APE): NFT yang Ingin Menyatukan DeFi\r\n\r\nApeCoin (APE) adalah token ERC20 di Ethereum. Token ini menyediakan akses ke ApeCoin DAO, sebuah komunitas pengembang Web3 yang terdesentralisasi. Pemegang APE juga dapat membeli produk, layanan, dan aset dalam permainan digital yang ada dalam ekosistem ApeCoin.\r\n\r\nSejarah singkat ApeCoin\r\nYuga Labs awalnya meluncurkan koleksi NFT Bored Ape dan Mutant Ape. Kepemilikan NFT ini lalu berkembang menjadi pergerakan elit dengan figur terkenal yang berkumpul di Bored Ape Yacht Club. Dari sini Yuga Labs mulai mengembangkan aplikasi dan layanan serta kerja sama pihak ketiga untuk membentuk ekosistem digital baru. ApeCoin pun diluncurkan di Maret 2022 untuk mendukung ekosistem ini.\r\n\r\nCara kerja ApeCoin\r\nSebagai token ERC20, ApeCoin merupakan token yang dapat digunakan pada blockchain Ethereum. Token ini dapat menghubungkan siapapun dengan ApeCoin DAO, sebuah organisasi pengatur masa depan ApeCoin berisi pendiri dan anggota Bored Ape Yacht Club, pemegang NFT Bored Ape dan Mutant Ape, serta pemegang ApeCoin lainnya.\r\n\r\nKegunaan ApeCoin\r\nMembicarakan ApeCoin tak bisa lepas dari komunitasnya, yaitu ApeCoin DAO. Semua pemegang ApeCoin diberi akses ke ApeCoin DAO dan memiliki suara dalam pengelolaan ApeCoin, memilih update untuk ekosistem, voting proyek baru, serta membayar transaksi ekosistem digital ApeCoin. Semua keputusan yang disepakati komunitas ApeCoin DAO akan dijalankan oleh APE Foundation, pengembang token ApeCoin.\r\n\r\nKelebihan ApeCoin\r\nApeCoin adalah mata uang baru dengan fitur dan fungsi yang masih berkembang. Meski begitu, ApeCoin sudah didukung figur terkenal seperti Steve Aoki, Eminem, Snoop Dogg, Paris Hilton, Justin Bieber, serta membangun banyak kerja sama dengan proyek populer seperti Animoca Brands dan nWayPlay. Dengan ini, ApeCoin diharapkan untuk semakin berkembang di dunia DeFi.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://apecoin.com/","twitch":"","twitter":"https://twitter.com/apecoin","telegram":"","white_paper":""},"price_info":{"high_label":"20.786,32","low_label":"18.760,82","price":19085.118000000002,"price_label":"19.085,11","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-480,7867","amount":-480.78679999999804,"rate_label":"-2,45","rate":-0.024572684213407706,"graph_data":[19565.9048,20327.66,20350.374,19924.065000000002,19941.768,19480.586,19513.629,19374.597,19910.051,20631.220999999998,20627.288,20378.461000000003,20491.094,20641.8176,20371.015000000003,20485.92,20256.11,19746.042,19879.83,19468.17,19356.975000000002,18996.010000000002,19398.216,19038.438000000002]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"936,04M","coin_labels":null,"minimum_amount":16336,"minimum_quantity":0.1,"maximum_quantity":272064,"minimum_tick":0.0001,"quote_tick":0.0001,"decimal_point":{"price":2}}