{"symbol":"API3","asset_name":"API3","asset_logo":"https://www.cryptocompare.com/media/37746935/api3.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"4,17T","current_supply":116030061,"maximum_supply":null,"start_date":1604620800000,"description":"Kontrak pintar sering kali mengalami kesulitan untuk mengakses data yang dapat diandalkan, tetapi antarmuka pemrograman aplikasi (API) telah dianggap sebagai solusi untuk masalah ini.\r\n\r\nTujuan API3 adalah untuk memungkinkan versi terdesentralisasi dari API dibangun, dikelola, dan dimonetisasi dalam skala besar. Seiring dengan peran teknologi blockchain yang semakin besar dalam ekonomi — dari keuangan terdesentralisasi hingga manajemen rantai pasokan — tim di balik proyek ini mengatakan bahwa belum pernah lebih penting bagi kontrak pintar untuk menyediakan \"\"data dunia nyata yang tepat waktu dan dapat diandalkan.\"\"\r\n\r\nWhitepaper untuk API3 diungkapkan pada September 2020 dan menguraikan masalah utama yang terkait dengan API saat ini: konektivitas. Saat ini, tidak ada cara bagi kontrak pintar untuk menjalin hubungan langsung dengan API untuk data terbaru — dan hal ini telah menyebabkan ledakan popularitas orakel.\r\n\r\nMeskipun ini telah membantu memecahkan masalah ini sebagian, industri sejak itu berjuang dengan \"\"Masalah Orakel Blockchain.\"\" Orakel adalah bentuk middleware yang duduk di antara API dan kontrak pintar — meningkatkan biaya dan sentralisasi. API3 bermaksud untuk mengatasi masalah ini dengan memungkinkan penyedia API untuk mengoperasikan node mereka sendiri.\r\n\r\nToken API3 diluncurkan pada awal Desember setelah penjualan token yang menghasilkan puluhan juta dolar.\r\nEkosistem ini didukung oleh token $SUPER, sebuah token ERC20, yang memainkan peran penting dalam operasi platform. Pemegang token tidak hanya sebagai peserta pasif; mereka diberi hak tata kelola melalui struktur organisasi otonom terdesentralisasi (DAO). Model tata kelola ini memberdayakan mereka untuk memiliki suara dalam keputusan kunci, termasuk penyesuaian biaya produk on-chain. Selain itu, laporan transparansi untuk tokenomics dan berbagai panduan yang disediakan, seperti panduan migrasi BSC, panduan staking DAO, dan metodologi recalibrasi pendorong NFT, memastikan bahwa pengguna mendapat informasi yang cukup dan dapat menavigasi ekosistem dengan efektif.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://api3.org/","twitch":null,"twitter":"https://twitter.com/API3DAO","telegram":"https://t.me/API3DAO","white_paper":"https://drive.google.com/file/d/1JMVwk9pkGF7hvjkuu6ABA0-FrhRTzAwF/view?usp=sharing"},"price_info":{"high_label":"33.581,8","low_label":"30.426,17","price":30618.801,"price_label":"30.618,8","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-2.821,4749","amount":-2821.4749999999985,"rate_label":"-8,43","rate":-0.08437355600773147,"graph_data":[33440.276,33063.912000000004,32774.602,33471.899999999994,32910.020000000004,32871.735,33053.854,32730.094999999998,32888.03,32926.392,32304.794,32493.188,32468.808,32500.872,32796.876000000004,32819.174999999996,32549.68,32028.984,31398.77,31625.710000000003,31137.489,30912.47,30602.591999999997,30618.801]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"115,18M","coin_labels":null,"minimum_amount":81045,"minimum_quantity":0.01,"maximum_quantity":92141578,"minimum_tick":0.01,"quote_tick":0.001,"decimal_point":{"price":2}}