{"symbol":"APT","asset_name":"Aptos","asset_logo":"https://www.cryptocompare.com/media/43881360/apt.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"249,11T","current_supply":398643402,"maximum_supply":null,"start_date":1665532800000,"description":"Apa itu Aptos?\r\nAptos adalah blockchain Proof-of-Stake (PoS) Layer 1 yang menggunakan bahasa pemrograman smart contract yang dikenal sebagai Move. Bahasa pemrograman ini berbasis Rust dan dikembangkan oleh pengembang Diem blockchain dari Meta (sebelumnya Facebook). Aptos memiliki visi sebagai blockchain yang mendorong adopsi web3 secara luas dan memberdayakan ekosistem DApps untuk menyelesaikan permasalahan pengguna di dunia nyata.\r\n\r\nSecara teori, PoS blokchain ini sendiri bisa mencapai kapasitas transaksi sebesar 150.000 transaksi per detik (tps) melalui eksekusi secara parallel. Pada Maret 2022, Aptos telah menggalang pendanaan sebesar $200 juta pada ronde seed yang dipimpin oleh venture capital Andreessen Horowitz (a16z). Pemain kripto terkemuka lainnya seperti Tiger Global dan Multicoin Capital juga terlibat dalam ronde pendanaan ini. Pada bulan Juli, startup ini mendapatkan tambahan pendanaan $150 juta pada level series A, yang dipimpin oleh FTX Ventures dan Jump Crpyto. Dua bulan kemudian, Binance Labs juga melakukan investasi strategis dengan nilai yang tidak disebutkan, menjadikan nilai Aptos $4 miliar pada bulan September 2022.\r\nAptos mengumumkan mainnet launch pada 18 Oktober 2022, sedangkan Aptos Genesis terjadi pada 12 Oktober 2022.\r\n\r\n\r\nSiapa tokoh di balik Aptos?\r\nAptos adalah karya dari Mo Shaikh dan Avery Ching, yang sebelumnya bekerja di Meta. Mo, memiliki jabatan sebagai CEO pada perusahaan ini, memiliki pengalaman bertahun-tahun dalam bidang finansial berskala multinasional, serta pengalaman bidang blockchain/kripto.\r\n\r\nPada profil LinkedIn-nya, beliau menyebutkan keahlian dalam peningkatan skala produk dan memiliki pengalaman dalam ekuitas swasta dan pasar modal ventura. Di sisi lainnya, Ching, menjabat sebagai CTO Aptos. Beliau sebelumnya memiliki pengalaman menjadi salah satu Principal Software Engineer di Meta. Mereka bekerja sama membangun Diem Blockchain di Meta. Shaikh dan Ching memutuskan untuk kembali berkolaborasi saat mendirikan Aptos Labs ketika proyek Diem dihentikan pada Januari 2022. Berdasarkan latar belakang ini, tidak mengejutkan jika beberapa aspek teknis Aptos memiliki kemiripan dengan Diem. Beberapa anggota tim Design, Research, dan Engineering Aptos lainnya juga direkrut dari proyek Diem.\r\n\r\nApa yang membuat Aptos unik? \r\nTim Aptos mengklaim bahwa jaringannya bisa memproses lebih dari 150.000 transaksi per detik (tps), dibandingkan dengan Ethereum mainnet yang bisa memproses dengan kecepatan 12 - 15 tps saja. Kapasitas pemrosesan transaksi yang tinggi ini bisa terjadi mesin eksekusi – sebuah byzantine fault-tolerant (BFT) mekanisme konsensus PoS. Sebagai konteks, banyak blockchain mengeksekusi transaksi secara berurutan, sehingga apabila terjadi satu transaksi gagal, atau banyaknya permintaan transaksi pada jaringan, dapat menyebabkan gangguan pada seluruh jaringan.\r\n\r\nAptos memproses seluruh transaksi secara bersamaan dan divalidasi setelahnya. Transaksi gagal akan diproses ulang atau dibatalkan, melalui software blockchain ini yang mempunyai transactional memory libraries, yang bisa mendeteksi dan mengurus konflik. Aptos dibangun menggunakan bahasa pemrograman smart contract bernama Move, yang diklaim lebih unggul dibandingkan Solidity, bahasa pemrograman berbasis EVM lainnya. Di antaranya, blockchain command yang bisa diverifikasi dengan mudah, modifikasi dari kunci privat dan desain modular dari Aptos sendiri. \r\n\r\nAptos mudah di-upgrade maupun dikonfigurasi sehingga jika ada fungsi baru akan lebih mudah ditambahkan, namun tetap menjaga skalabilitas dari kapasitas Aptos secara horizontal. Fitur sharding yang diimplemen secara native juga menciptakan pengalaman pengguna yang lebih baik.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://aptoslabs.com/","twitch":"","twitter":"https://twitter.com/AptosLabs","telegram":"","white_paper":"https://aptos.dev/aptos-white-paper/"},"price_info":{"high_label":"230.244,63","low_label":"212.917,35","price":228374.78900000002,"price_label":"228.374,78","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"9.298,1312","amount":9298.131200000003,"rate_label":"4,24","rate":0.042442363752365056,"graph_data":[219076.65780000002,217108.914,218078.0742,215303.18399999998,215666.5242,214866.39200000002,217467.0176,216262.215,219479.92159999997,223810.32869999998,224014.7974,225651.5988,226834.2944,226664.652,227679.1505,225978.694,225178.0476,225723.056,225526.5389,225940.9761,225728.1698,227154.59519999998,228766.6745,228392.3692]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"2,72T","coin_labels":null,"minimum_amount":79910,"minimum_quantity":0.01,"maximum_quantity":92141578,"minimum_tick":0.01,"quote_tick":0.0001,"decimal_point":{"price":2}}