{"symbol":"ARKM","asset_name":"Arkham","asset_logo":"https://s2.coinmarketcap.com/static/img/coins/200x200/27565.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"37,65T","current_supply":0,"maximum_supply":0,"start_date":1687771989361,"description":"Apa itu Arkham? \r\nArkham adalah platform blockchain analysis yang menggunakan Artificial Intelligence (AI) untuk melakukan proses deanonim pada data yang ada di blockchain dan on-chain. \r\n\r\nArkham menggunakan mesin AI in-house dengan berbagai sumber data, di antaranya catatan publik, media sosial, web scraping, dan data yang dikumpulkan penggunanya. Data ini digunakan untuk memberi label pada alamat dan menyediakan analitik pada entitas untuk ULTRA, algoritma AI dari perusahaan ini.\r\n\r\nPlatform Arkham memiliki banyak kegunaan, termasuk melacak dana yang hilang, verifikasi pihak lain, mengidentifikasi penipuan, audit transaksi, dan banyak lagi. Arkham klaim bahwa dengan memberikan insentif pada riset on-chain, platform-nya dapat membantu mengatasi kejahatan dan aksi penipuan terkait aset kripto.\r\nNamun, di sisi lain, beberapa pengguna dan pengamat dunia kripto mempertanyakan isu privasi terkait platform ini. Mereka menilai bahwa dengan melakukan dianonimisasi, pada dasarnya telah melanggar prinsip anonimitas yang diusung oleh transaksi kripto. Arkham menjelaskan bahwa mereka tidak mengambil atau menyimpan data pribadi penggunanya, dan hanya melakukan verifikasi menggunakan data yang telah tersedia di ruang publik. \r\n\r\nSiapa saja tokoh di balik Arkham? \r\nArkham Intelligence didirikan pada 2020 oleh Miguel Morel. Miguel adalah seorang entrepreneur veteran di dunia kripto. Arkham Intelligence telah menarik beberapa investor kripto terkemuka untuk memberikan pendanaan, di antaranya adalah seorang Co-Founder OpenAI, Co-Founder Palantir Joe Lonsdale (8VC), Tim Draper (Draper Associates), Wintermute, GSR, dan Geoff Lewis (Bedrock). Perusahaan ini telah mendapatkan pendanaan lebih dari $10 juta dalam dua ronde pendanaan, dan telah mencapai nilai $150 juta pada ronde terakhirnya. \r\n\r\nApa yang membuat Arkham Unik? \r\nTotal Coverage dan Multi-Chain Integration: Arkham bertujuan memberikan jangkauan luas pada blockchain dengan mengumpulkan dan agregasi data dari berbagai sumber, menggunakan sistem AI mereka, ULTRA. \r\nEntry-based Intelligence: Arkham memberikan pemahaman holistik tentang aktivitas kripto dengan menghubungkan identitas dunia nyata ke alamat. Pendekatan ini digunakan untuk trading, compliance, riset, dan pemantauan portofolio.\r\nDecentralized Intelligence Economy: Arkham Intel Exchange adalah marketplace terdesentralisasi, di mana para penggunanya bisa melakukan jual beli informasi kripto menggunakan token ARKM. ","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.arkhamintelligence.com/","twitch":"","twitter":"https://twitter.com/ArkhamIntel","telegram":"https://t.me/arkhamintelligence","white_paper":"https://www.arkhamintelligence.com/whitepaper"},"price_info":{"high_label":"41.511,77","low_label":"37.306,97","price":37300.511999999995,"price_label":"37.300,51","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-3.486,6015","amount":-3486.6015000000043,"rate_label":"-8,54","rate":-0.08548291852033128,"graph_data":[40787.1135,40846.85,40573.2834,40151.000499999995,40318.756799999996,41160.227999999996,41195.208,40765.3932,40121.068,40491.067200000005,40129.7183,40181.975,40117.098099999996,40184.363999999994,39956.398799999995,39865.3995,39777.712,39751.2565,39714.93,39770.22,39614.49,38609.011999999995,37794.622500000005,37306.976]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"199,26M","coin_labels":null,"minimum_amount":80800,"minimum_quantity":1,"maximum_quantity":92141578,"minimum_tick":1,"quote_tick":0.0001,"decimal_point":{"price":2}}