{"symbol":"AVAX","asset_name":"Avalanche","asset_logo":"https://www.cryptocompare.com/media/43977160/avax.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"273,52T","current_supply":378013829,"maximum_supply":720000000,"start_date":1600819200000,"description":"Apa itu Avalanche (AVAX): Blockchain untuk Bisnis yang Revolusioner\r\n\r\nAvalanche adalah platform Layer 1 berskalabilitas tinggi untuk membuat dan meluncurkan dApps. Token Avalanche, AVAX, dapat ditransaksikan, di-staking, dan digunakan untuk membayar biaya jaringan.\r\n\r\nSejarah singkat Avalanche\r\nEmin Gün Sirer, peneliti dari Cornell University, mendirikan Ava Labs di tahun 2018 bersama murid-muridnya Kevin Sekniqi dan Maofan “Ted” Yin. Dari proyek Avalanche, mereka mampu menggalang US$6 juta di Februari 2019, mengumpulkan US$12 juta dari penjualan token privat, dan terakhir menghimpun US$42 juta dari penawaran koin perdana di Juli 2020.\r\n\r\nCara kerja Avalanche\r\nJaringan utama Avalanche terdiri dari 3 blockchain: Platform Chain (P-Chain) mengatur validator dan pembuatan Subnet atau jaringan sampingan baru; Contract Chain (C-Chain) menjalankan Ethereum Virtual Machine (EVM) untuk eksekusi dApps; dan Exchange Chain (X-Chain) menangani kreasi aset digital dan pertukaran token antara jaringan utama dan Subnet. P-Chain dan C-Chain diamankan dengan Snowman, mekanisme konsensus untuk smart contract, sementara X-Chain diamankan dengan \"Avalanche\", sebuah protokol unik dengan optimalisasi struktur data agar dapat menyelesaikan transaksi dalam beberapa detik.\r\n\r\nKegunaan Avalanche\r\nPlatform ini memudahkan pembuatan aplikasi keuangan, blockchain, bahkan NFT di ekosistem Avalanche. Dengan Subnet, pengembang dapat menciptakan layanan, aplikasi, dan token blockchain baru menggunakan AVAX untuk merepresentasikan hal-hal seperti ekuitas, obligasi, sukuk, hutang, aset digital, dan lainnya.\r\n\r\nKelebihan Avalanche\r\nBerbeda dari blockchain umumnya yang hanya melayani individu, Avalanche lebih melayani bisnis dan perusahaan yang ingin mengembangkan blockchain atau DeFi mereka sendiri seperti SushiSwap, Pangolin, GameSwap, bahkan institusi seperti pemerintah Quintana Roo. Avalanche juga 100% kompatibel dengan Ethereum berkat C-Chain serta Avalanche Bridge (AB) yang mendukung transfer aset antar blockchain.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://www.avax.network/","twitch":"","twitter":"https://twitter.com/avalancheavax","telegram":"https://t.me/avalancheavax","white_paper":"https://files.avalabs.org/papers/consensus.pdf"},"price_info":{"high_label":"650.801,72","low_label":"622.330,38","price":623351.89,"price_label":"623.351,89","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-22.106,64","amount":-22106.64300000004,"rate_label":"-3,42","rate":-0.03424951700189242,"graph_data":[645458.533,635761.324,638637.358,636557.38,633683.655,637392.1719999999,634394.376,638976.825,637489.7100000001,641295.765,642658.2400000001,641661.7440000001,646702.65,639411.0580000001,647302.035,640679.7690000001,636656.706,633752.784,630884.735,635202.932,628624.4759999999,624573.058,625646.7599999999,623351.89]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"1,67T","coin_labels":null,"minimum_amount":16313,"minimum_quantity":0.01,"maximum_quantity":88150,"minimum_tick":0.001,"quote_tick":0.001,"decimal_point":{"price":2}}