{"symbol":"CFX","asset_name":"Conflux Network","asset_logo":"https://www.cryptocompare.com/media/37747293/cfx.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"18,54T","current_supply":4037995948,"maximum_supply":null,"start_date":1603929600000,"description":"Conflux Network adalah platform smart contract yang menggunakan mesin Turing-complete yang ditempatkan di atas protokol konsensus berkapasitas tinggi. Conflux mencapai persetujuan dalam validator transaksi berdasarkan total blok yang diorganisir dalam sebuah Tree-Graph, sebuah mekanisme konsensus novel yang dapat mengatur skala keuntungannya berbanding dengan blockchain yang sudah berdiri lebih dahulu. Selain itu, Conflux Network menggunakan Proof-of-Work (PoW) untuk mensuplemen konsensus Tree-Graph miliknya. Conflux mempunyai token disebut CFX yang menjadi imbalan bagi para miners di jaringannya, dan berfungsi juga sebagai metode pembayaran biaya transaksi.\r\n\r\nSejarah\r\n\r\nBerasal dari laboratorium riset pemenang Turing Award, Dr. Andrew Yao di Universitas Tsinghua, Conflux memiliki basis mekanisme konsensus Tree-Graph.\r\n\r\nConflux merupakan blockchain publik yang menghubungkan komunitas dan ekonomi antara Asia dan negara-negara Barat. Menggunakan protokol konsensus Tree-Graph, Conflux memperbaiki skalbilitasnya relatif dengan beberapa jaringan yang dibentuk sebelumnya seperti Ethereum. Kompatibilitas dengan EVM juga memungkinkan aplikasi untuk mendukung smart contracts dalam bentuk Solidity. Conflux memiliki kantor pusat di Beijing, China, namun telah berekspansi ke beberapa negara lainnya seperti Kanada dan Nigeria. \r\n\r\nPada tahun 2018, Conflux Foundation dibentuk dan telah memenuhi ronde pendanaan untuk sebuah platform open application yang berbasis mekanisme konsensus Tree-Graph. Organisasi ini memiliki tujuan untuk mengembangkan pendidikan serta riset blockchain melalui institusi riset Tree-Graph, serta bermitra dengan pemerintah kota Shanghai, Laboratorium Blockchain Infrastructure & Applications, dan pemerintah kota Hunan.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://confluxnetwork.org/","twitch":"","twitter":"https://twitter.com/Conflux_Network","telegram":"https://t.me/Conflux_English","white_paper":"https://confluxnetwork.org/files/Conflux_Economic_Paper_20201230.pdf"},"price_info":{"high_label":"3.423,4824","low_label":"3.070,5563","price":3418.701,"price_label":"3.418,701","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"210,8018","amount":210.80180000000018,"rate_label":"6,57","rate":0.06571334909775225,"graph_data":[3207.8992,3181.7250000000004,3168.48,3166.7427,3137.147,3147.7972,3133.3504000000003,3099.6412,3193.1846,3205.4,3262.8936,3254.6034,3235.9272,3256.2114,3279.9855,3337.786,3356.5428,3316.6978,3340.6048,3342.4083,3343.7924,3369.6338,3365.472,3418.701]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"35,26M","coin_labels":null,"minimum_amount":15934,"minimum_quantity":1,"maximum_quantity":3600000,"minimum_tick":1,"quote_tick":0.0001,"decimal_point":{"price":4}}