{"symbol":"CRO","asset_name":"Cronos","asset_logo":"https://www.cryptocompare.com/media/34478435/mco.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"58,73T","current_supply":26571560696,"maximum_supply":30263013692,"start_date":1573689600000,"description":"Cronos (CRO) adalah aset kripto berbentuk koin yang native untuk platform Crypto.com dan Crypto.org Chain. Crypto.com dahulu dikenal dengan nama Monaco dan didirikan di bulan Juni 2016 sebagai perusahaan pembayaran, jual-beli, dan layanan keuangan untuk mempermudah akses publik ke aset kripto.\n\nKoin CRO, yang awalnya dibuat sebagai token ERC20, telah berganti nama dari nama aslinya yaitu MCO di tahun 2018 mengikuti perubahan nama Monaco menjadi Crypto.com. CRO kini menjadi koin native dari Crypto.org Chain sejak Maret 2021. Koin ini mengalami perubahan lagi pada Februari 2022 menjadi namanya sekarang, Cronos, untuk merefleksikan transisi CRO menjadi koin native dari blockchain Cronos yang makin berkembang menjadi ekosistem Web3, NFT, dan metaverse.\n\nKomunitas Crypto.com menciptakan Crypto.org Chain untuk membangun sebuah jaringan proyek aset kripto, utamanya untuk keuangan terdesentralisasi (DeFi) dan untuk mengembangkan kemampuan pedagang dalam menerima aset kripto sebagai metode pembayaran. CRO digunakan untuk memfasilitasi penciptaan solusi blockchain pada platformnya dan untuk menjaga keamanan jaringan melalui staking.\n\nSejak awal, Crypto.com telah menggunakan CRO sebagai token yang memberikan pemegangnya akses ke hadiah spesial dan diskon melalui produk kartu kredit unggulannya. Seiring berkembangnya Crypto.com sebagai ekosistem solusi aset kripto, CRO juga memiliki manfaat seperti menurunkan biaya perdagangan aset kripto, meningkatkan hadiah peminjaman, dan menjadi metode pembayaran utama di platform Crypto.com.","weiss_rating":{"rating":"B-","market_performance_rating":"C-","technology_adoption_rating":"B-"},"community":{"official_site":"https://crypto.org/","twitch":"","twitter":"https://twitter.com/cryptocom","telegram":"https://t.me/CryptocomOfficial","white_paper":"https://www.crypto.com/images/chain_whitepaper.pdf"},"price_info":{"high_label":"901,0149","low_label":"884,8452","price":888.5882,"price_label":"888,5882","price_in_idr_label":null,"price_in_idr":null,"price_change":{}},"halt_config":{"warning_info_text":{"title":"Perdagangan Aset Kripto CRO telah diberhentikan","message":"Kegiatan jual-beli aset CRO telah dihentikan. Anda dapat melakukan penarikan (Kirim) aset CRO ke wallet lain."},"popup_info_text":{"title":"Transaksi aset kripto ini sedang dibatasi","message":"Transaksi terima aset kripto ini sedang tidak dapat dilakukan"},"is_graph_enabled":false,"is_buy_enabled":false,"is_sell_enabled":false,"is_withdraw_enabled":true,"is_deposit_enabled":false,"is_listed":true},"volume24h_label":"107,14M","coin_labels":null,"minimum_amount":15402,"minimum_quantity":1,"maximum_quantity":563527,"minimum_tick":0.01,"quote_tick":0.00001,"decimal_point":{"price":4}}