{"symbol":"CRV","asset_name":"Curve DAO Token","asset_logo":"https://www.cryptocompare.com/media/37747537/crv.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"16,76T","current_supply":1222308962,"maximum_supply":3030303030,"start_date":1597190400000,"description":"Curve (CRV) adalah token Ethereum yang mendukung Curve.fi, pertukaran terdesentralisasi dan protokol market maker otomatis. Protokol ini dirancang untuk memudahkan pertukaran antara token ERC-20, seperti stablecoin (seperti USDC dan DAI) dan token Bitcoin berbasis Ethereum (seperti WBTC dan renBTC). Untuk meminimalisir kerugian, beberapa protokol liquidity pools terbuat dari aset serupa, dan pada Juni 2021, kumpulan \"tricrypto\" USDT-WBTC-ETH diperkenalkan. Token CRV dapat dikunci dalam periode waktu tertentu (hingga 4 tahun) untuk mendapatkan hadiah.\n\nCurve adalah salah satu platform DeFi (keuangan terdesentralisasi) yang paling banyak digunakan yang menggunakan automated market-maker (AMM) untuk mengelola likuiditas. AMM adalah protokol yang menggunakan kumpulan likuiditas dan memungkinkan aset digital untuk diperdagangkan secara otomatis. Kumpulan likuiditas adalah salah satu teknologi inti yang ada di ekosistem DeFi. Kumpulan likuditas ini membentuk suatu bagian esensial dari berbagai protokol yang terdiri dari  AMM, game blockchain, protokol peminjaman, dan banyak lagi. Platform Curve menyediakan cara yang efisien untuk menukar token dengan mempertahankan tingkat slippage yang rendah. Akibatnya, platform bertindak sebagai pertukaran terdesentralisasi dengan menghubungkan pengguna untuk berdagang dengan harga terbaik.\n\nCurve diperkenalkan oleh seorang ilmuwan Rusia bernama Michael Egorov pada tahun 2020, dan whitepaper-nya diluncurkan pada November 2019. Michael Egorov sebelumnya memiliki pengalaman dengan berbagai perusahaan blockchain dan cryptocurrency. Dia juga mendirikan NuCypher dan bekerja sebagai CTO perusahaan. Egorov juga pendiri LoanCoin, bank terdesentralisasi dan jaringan pinjaman.","weiss_rating":{"rating":"C+","market_performance_rating":"D","technology_adoption_rating":"B-"},"community":{"official_site":"https://curve.fi/","twitch":"","twitter":"https://twitter.com/CurveFinance","telegram":"https://t.me/curvefi","white_paper":"https://curve.fi/whitepaper"},"price_info":{"high_label":"8.210,4384","low_label":"7.805,1241","price":7889.1134999999995,"price_label":"7.889,1134","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-7,7977","amount":-7.797700000000987,"rate_label":"-0,09","rate":-0.0009874367081652109,"graph_data":[7896.9112000000005,7861.484600000001,7871.635200000001,7912.6645,7893.6312,7943.2529,7949.172,7971.04,7940.0167,8024.3916,8052.5229,8151.839999999999,8058.5928,8110.881,8077.278600000001,8061.3607999999995,8027.026,8117.233,8089.980799999999,7972.3,7899.368399999999,7876.5708,7907.024799999999,7889.1134999999995]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"558,56M","coin_labels":null,"minimum_amount":16284,"minimum_quantity":0.1,"maximum_quantity":523790,"minimum_tick":0.001,"quote_tick":0.0001,"decimal_point":{"price":4}}