{"symbol":"CTK","asset_name":"Shentu","asset_logo":"https://www.cryptocompare.com/media/40484985/ctk.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"1,43T","current_supply":133768431,"maximum_supply":null,"start_date":1603497600000,"description":"Apa itu Shentu Chain?\nShentu Chain adalah blockchain proof-of-stake terdelegasi dengan fokus utama pada keamanan, untuk eksekusi aplikasi yang sangat penting, termasuk DeFi, NFT, dan kendaraan otonom. Shentu Chain mengutamakan kompatibilitas lintas rantai, dibangun sebagai Cosmos Hub dengan kompatibilitas penuh EVM dan Hyperledger Burrow, serta kompatibilitas dengan eWASM dan AntChain milik Ant Financial. Melintasi protokol, proyek blockchain dapat menerima wawasan keamanan dengan Security Oracle, yang menyediakan perlindungan real-time dari transaksi on-chain, mengidentifikasi dan menandai berbagai kerentanan jahat sebelum terjadi. Tergantung pada tingkat skor keamanan, proyek blockchain yang diaudit dari protokol apa pun mungkin memenuhi syarat untuk keanggotaan ShentuShield, yang merupakan sistem penggantian desentralisasi dan fleksibel untuk aset kripto apa pun yang hilang atau dicuri secara tidak dapat dipulihkan akibat masalah keamanan. Keanggotaan ShentuShield terbuka untuk semua anggota komunitas dari proyek blockchain yang memenuhi syarat ini, memberikan jaring pengaman bagi pemegang aset kripto jika terjadi sesuatu yang tidak terduga.\nSecara native, proyek dapat mengkode dalam DeepSEA, bahasa pemrograman hiper-aman yang didukung oleh Ethereum Foundation, Qtum Foundation, dan IBM. DeepSEA bekerja langsung dengan Shentu Virtual Machine (SVM), yang sepenuhnya kompatibel dengan EVM. SVM secara inovatif mengekspos informasi keamanan kontrak pintar dan blockchain, memungkinkan cara-cara belum pernah terjadi sebelumnya untuk mengakses, memeriksa, dan memasukkan risiko ke dalam keputusan kontrak pintar. CTK adalah bahan bakar utilitas digital asli Shentu Chain, berfungsi sebagai utilitas inti untuk fungsionalitas on-chain seperti mengoperasikan Security Oracle dan sistem ShentuShield, membayar konsumsi gas Shentu Chain, dan memilih untuk keputusan tata kelola dalam jaringan.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.shentu.technology/","twitch":null,"twitter":"https://twitter.com/ShentuChain","telegram":"https://t.me/shentu_chain","white_paper":null},"price_info":{"high_label":"11.080,73","low_label":"9.886,2719","price":10767.0702,"price_label":"10.767,07","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-80,846599","amount":-80.84659999999894,"rate_label":"-0,74","rate":-0.0074527304634193865,"graph_data":[10847.916799999999,10459.5106,10312.832400000001,10104.553600000001,10075.61,10155.3776,10352.1868,10320.262200000001,10378.5165,10254.587,10385.6886,10404.786900000001,10374.5134,10512.5149,10830.384399999999,10626.944399999998,10684.2936,10765.1804,10753.029,10777.717700000001,10621.732,10681.690799999998,10737.155799999999,10767.0702]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"4,55M","coin_labels":null,"minimum_amount":81310,"minimum_quantity":0.1,"maximum_quantity":900000,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}