{"symbol":"DOT","asset_name":"Polkadot","asset_logo":"https://www.cryptocompare.com/media/39334571/dot.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"155,63T","current_supply":637619197,"maximum_supply":null,"start_date":1590451200000,"description":"Polkadot adalah sebuah jaringan blockchain yang sering disebut sebagai \"blockchain dari blockchain\" dari kemampuannya memungkinkan pengguna untuk meluncurkan dan mengoperasikan blockchain mereka sendiri di atas blockchain utama Polkadot. Blockchain utama ini, disebut sebagai Relay Chain, tidak mendukung kontrak pintar, tetapi blockchain lain yang terkoneksi padanya dapat mendukung kontrak pintar. Alhasil, Polkadot telah dirancang untuk berkembang menjadi ekosistem aset kripto yang bersaing secara langsung dengan jaringan kontrak pintar lainnya seperti Ethereum, Binance Smart Chain, dan lain-lain. Polkadot diluncurkan pada tahun 2020 dan menyediakan fitur-fitur teknis yang dapat memudahkannya untuk mencapai tujuannya. Blockchain yang dibuat oleh pengguna, disebut sebagai multi-rantai, dapat memanfaatkan keamanan yang sama dari Relay Chain di mana semua transaksi dibuat permanen dan dapat dikustomisasi sendiri oleh penggunanya. Desain Polkadot memungkinkannya untuk menjadi jaringan blockchain dengan transaksi aman dengan beragam fitur, sambil memanfaatkan sumber daya dari Relay Chain. Desain ini merupakan desain yang baru dan unik, dan pengembang maupun pengguna dapat bereksperimen dalam lingkungan keuangan nyata yang disebut dengan jaringan Kusama. Kusama dapat dilihat sebagai bak pasir (sandbox) untuk pengguna dan pengembang untuk menguji versi awal dari update-update yang akan diluncurkan di Polkadot di dalam sebuah jaringan bersamaan dengan aset kripto lain dalam pasar terbuka. Polkadot juga akan mengikutsertakan jembatan yang memungkinkan jaringan Polkadot untuk berinterasi dengan blockchain lainnya. Melalui jembatan ini, pengguna Polkadot dapat, misalnya, menukar token tanpa memerlukan struktur pertukaran tersentralisasi seperti Binance atau aplikasi lain.\n\nDOT adalah aset kripto asli dari jaringan Polkadot dan bertindak sebagai token tata kelola (governance token) dari jaringan ini. Pemegang DOT dapat melakukan staking untuk memilih upgrade terbaik untuk Polkadot, membantu memutuskan masa depan Polkadot dengan berpartisipasi dalam pemilihan secara aktif dalam pengelolaannya, dan mengangkat anggota Dewan yang bertanggung jawab untuk mengajukan proposal perubahan dan memutuskan perubahan a[a yang akan diimplementasikan ke Polkadot. Staking juga akan memberikan penghasilan karena pelaku staking akan mengamankan jaringan dan memvalidasi transaksi. Polkadot menghadiahi para pelaku staking dengan token yang baru ditambang berdasarkan berapa banyak DOT yang di-staking. DOT juga dapat dipasangkan untuk menghubungkan rantai baru ke multi-rantai dalam Polkadot. Token ini memiliki kemampuan untuk dikunci dalam waktu tertentu agar dapat mengamankan slot multi-rantai di dalam jaringan Polkadot.\n\nProyek Polkadot didirikan oleh pendiri Ethereum, Gavin Wood, bersamaan dengan Peter Czaban dan Robert Habermeier pada 2016. ","weiss_rating":{"rating":"C+","market_performance_rating":"E+","technology_adoption_rating":"B"},"community":{"official_site":"https://polkadot.network/","twitch":"","twitter":"https://twitter.com/polkadotnetwork","telegram":"https://t.me/PolkadotOfficial","white_paper":"https://polkadot.network/PolkaDotPaper.pdf"},"price_info":{"high_label":"118.137,14","low_label":"104.986,07","price":109875.57699999999,"price_label":"109.875,57","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-6.746,365","amount":-6746.36500000002,"rate_label":"-5,78","rate":-0.05784816205513041,"graph_data":[116621.94200000001,117106.02799999999,117603.237,116105.56199999999,116856.7435,115594.43,112156.86200000001,112505.11200000001,110026.14,109235.10399999999,106769.37700000001,109699.692,108296.991,109641.591,110236.7475,109853.953,108683.71500000001,108850.672,109529.73719999999,107748.53940000001,106161.79000000001,107477.31,109070.62980000001,109978.44]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"812,65M","coin_labels":null,"minimum_amount":16270,"minimum_quantity":0.01,"maximum_quantity":342770,"minimum_tick":0.01,"quote_tick":0.0001,"decimal_point":{"price":2}}