{"symbol":"DUSK","asset_name":"Dusk Network","asset_logo":"https://www.cryptocompare.com/media/43717587/dusk.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"2,17T","current_supply":0,"maximum_supply":null,"start_date":1544486400000,"description":"Didirikan pada tahun 2018, Dusk adalah blockchain Layer-1 yang dirancang untuk menyediakan tingkat institusional dan privasi dan kepatuhan agar memungkinkan siapa pun untuk melakukan perdagangan aset dunia nyata dari dompet mereka. Dibangun untuk keuangan terdesentralisasi dan teratur, Dusk bertujuan untuk mengubah lanskap keuangan dengan memungkinkan aset teratur untuk dibawa ke rantai.\r\n\r\nTiga pilar inti Dusk adalah; privasi dan kepatuhan untuk membawa aset tingkat institusional ke dompet siapa pun.\r\n\r\nDengan menggunakan Zero-Knowledge Proof (ZKP) yang aman secara kriptografis untuk menjaga privasi, tim riset di Dusk telah memimpin dalam pengembangan ZKP, dengan telah mempublikasikan makalah tentang karyanya. Mesin virtual ZKP yang dibangun kustom, Piecrust, adalah yang pertama dari jenisnya dan memecahkan hal baru dalam ruang blockchain dan privasi.\r\n\r\nMenampilkan rangkaian produk, termasuk Citadel, produk lisensi ZKP yang sangat cocok untuk prosedur KYC/AML serta model berlangganan, Dusk sedang membangun infrastruktur untuk ekonomi masa depan.\r\n\r\nManfaat bagi bisnis dan institusi meliputi kepatuhan otomatis dan dapat diprogram, penyelesaian instan yang final, dan akses ke likuiditas yang terpadu. Melalui penggunaan kontrak pintar pribadi, Dusk bahkan mampu memberikan tingkat privasi di atas apa yang biasa diharapkan oleh bank dan lembaga.\r\n\r\nBagi pengguna, Dusk menawarkan kemungkinan untuk keluar dari kotak pasir kripto, dan membuatnya memungkinkan untuk melakukan perdagangan aset teratur dunia nyata dengan tingkat kemudahan dan otonomi yang sama seperti yang mereka lakukan untuk perdagangan aset digital.\r\n\r\nJaringan Dusk adalah Proof-of-Stake (PoS) dan didukung dan diamankan oleh token DUSK. Blockchain ini bersifat publik dan terbuka untuk siapa pun untuk digunakan dan berpartisipasi dalam mekanisme konsensus. Validator dapat menjalankan node dengan melakukan staking DUSK untuk mengamankan jaringan, dan transaksi dibayar menggunakan DUSK.\r\n\r\nMelalui penggunaan model transaksional bernama Phoenix, Dusk fokus pada membawa privasi dan anonimitas baik untuk transaksi maupun kontrak pintar. Selain itu, token yang dideploy di Dusk dapat membangun di atas Zedger, sebuah model privasi hibrid yang secara khusus dimodelkan untuk token keamanan.\r\n\r\nMekanisme konsensus 'Segregated Byzantine Agreement' (SBA) mengamankan jaringan. Menurut SBA adalah peningkatan dari mekanisme PoS yang mendasarinya karena menggabungkan gagasan-gagasan yang ada seperti sortisi kriptografis (lotere), transaksi terkunci waktu sembunyi (jumlah staking pribadi), dan modul reputasi untuk meningkatkan peluang pemilihan node jujur dan lebih mempromosikan desentralisasi.","weiss_rating":{"rating":"C-","market_performance_rating":"C-","technology_adoption_rating":"C-"},"community":{"official_site":"https://www.dusk.network/","twitch":null,"twitter":"https://twitter.com/DuskFoundation","telegram":"https://t.me/DuskNetwork","white_paper":"https://dusk.network/uploads/The_Dusk_Network_Whitepaper_v3_0_0.pdf"},"price_info":{"high_label":"4.671,0366","low_label":"4.191,21","price":4370.0508,"price_label":"4.370,0508","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"33,108299","amount":33.10829999999987,"rate_label":"0,76","rate":0.00763401866637611,"graph_data":[4336.9425,4267.5615,4342.041200000001,4426.4220000000005,4501.284000000001,4593.550499999999,4619.1902,4620.8104,4586.6577,4630.4328000000005,4608.0188,4562.6196,4514.164000000001,4503.6684000000005,4471.5234,4425.9786,4426.7886,4467.973199999999,4507.272,4508.8596,4425.972,4367.637,4354.5842999999995,4370.0508]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"241,33M","coin_labels":null,"minimum_amount":81470,"minimum_quantity":1,"maximum_quantity":9222449,"minimum_tick":1,"quote_tick":0.0001,"decimal_point":{"price":4}}