{"symbol":"EGLD","asset_name":"MultiversX","asset_logo":"https://s2.coinmarketcap.com/static/img/coins/200x200/6892.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"19,2T","current_supply":null,"maximum_supply":null,"start_date":1596067200000,"description":"Apa itu MultiversX?\r\n\r\nMultiverseX adalah protokol blockchain yang menyediakan transaksi berkecepatan sangat tinggi dengan menggunakan sharding. Proyek ini merupakan teknologi ekosistem untuk internet era baru, yang termasuk industri Financial Tech, Decentralized Finance, dan Internet of Things. Platform eksekusi kontrak pintarnya dilaporkan bisa menangani 15.000 transaksi per detik, latency enam detik, dan biaya transaksi $0,001.\r\n\r\nMultiversX memberikan imbalan bagi komunitas dan partisipan aktifnya dengan token EGLD atau Electronic Gold, token native Elrond. Token ini berlaku sebagai nilai tukar untuk membayar penggunaan jaringan. Token ini juga berlaku sebagai nilai tukar antara pengguna platform dan validator-nya. Para pengguna membayar biaya transaksi menggunakan EGLD, dan para validator menyediakan layanan transaksi ini.\r\n\r\nEGLD memungkinkan developer untuk meluncurkan kontrak pintar, protokol, dan DApps pada platform ini. Selain itu, token ini memungkinkan partisipannya untuk melakukan berbagai aksi pada jaringan ini. Melalui staking dan validation rewards, serta baiya transaksi, EGLD mengurus jaringan Elrond. Selain itu, EGLD juga mempunyai kegunaan sebagai governance token, di mana pemegang token ini dapat menggunakan hak pilihnya dalam berbagai keputusan terkait jaringan ini.\r\n\r\nDiumumkan pada awal bulan Agustus 2019, mainnet dari MultiversX live sejak Juli 2020.\r\n\r\nSiapa saja tokoh di balik MultiversX?\r\n\r\nDiluncurkan sejak akhir tahun 2017, MultiversX digagas oleh dua bersaudara yaitu, Benjamin dan Lucian Mincu, serta Lucian Todea. Kehadiran MultiversX diharapkan membawa solusi terhadap permasalahan terkait skalabilitas blockchain, yang dianggap para pendiri MultiversX sebagai salah satu masalah yang paling serius di dalam industri ini.\r\n\r\nSebelum MultiversX, Benjamin dan Lucian Mincu juga pernah menjadi Co-founder MetaChain Capital, sebuah perusahaan investasi aset digital. Di perusahaan tersebut, Benjamin Mincu menjabat sebagai CEO dan Lucian Mincu sebagai CTO. Mereka juga pernah menjadi Co-founder ICO Market Data, aggregator informasi tekrait Initial Coin Offering.\r\n\r\nBenjamin Mincu juga bertanggungjawab atas produk, marketing, dan komunitas blockchain NEM pada tahun 2014 - 2015. Beliau juga memiliki pengalaman menjadi investor tahap awal pada proyek Ziliqa (ZIL), Tezos (XTZ), Brave, dan Binance. Lucian Mincu memiliki pengalaman lainnya sebagai Information Technology Engineer dan Security Specialist, dan pernah bekerja di Uhrenwerk 24, Cetto dan Liebl Systems.\r\n\r\nLucian Todea adalah entrepreneur tekonologi berpengalaman, yang sebelumnya pernah menjadi Founder dan CEO Soft32, sebuah software review dan download site, serta partner dari aplikasi pembayaran mobilPay. Beliau juga dikenal menjadi angel investor dari beberpaa proyek seperti TypingDNA, sebuah perusahaan teknologi terkait biometrik, dan platform akuntansi, SmartBill.\r\n\r\nApa yang membuat MultiversX unik?\r\n\r\nMultiversX merupakan platform blockchain untuk ekonomi berbasis internet masa depan, aplikasi yang terdesentralisasi, dan penggunaan berbasis enterprise. Skalabilitas tingkat tingginya menjadi nilai jual utama dari blockchain ini, dengan klaim bahwa ini merupakan blockchain pertama yang telah mengimplementasi state, jaringan, dan transaksi sharding. Menurut sebuah laporan ekonomi, MultiversX berniat membangun ekosistem dan menjadikan EGLD sebagai aset store-of-value. \r\n\r\nDemi mencapai tujuan ini, jaringannya bergerak dengan 2.169 validator nodes yang dibagi jadi empat shards: 3 shards untuk eksekusi yang masing-masing bisa memproses 5.400 transaksi per detik, dan satu shard untuk koordinasi, dikenal sebagai “Metachain”. Arsitektur sharding \"adaptive state\" Elrond sepenuhnya memisahkan status, transaksi, dan jaringan. Itu dapat meningkat skalanya dengan menambahkan shard tambahan ketika permintaan hasil produksi tidak terpenuhi. Itu telah diuji untuk menjalankan 263.000 transaksi per detik di sebuah lingkungan publik dengan 1.500 node dari 29 negara yang dikelompokkan dalam 50 shard.\r\n\r\nUntuk meningkatkan adopsi, proyek ini juga memberikan dukungan bagi pengembang yang ingin berkontribusi pada platform ini, memungkinkan mereka untuk mendapatkan 30% dari biaya kontrak pintar sebagai royalti.\r\n\r\nPerusahaan ini mempertahankan suplai token EGLD untuk di-stake di jaringan selama tahun pertama, dengan node validator menerima tingkat persentase tahunan 36%.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://multiversx.com/","twitch":"","twitter":"https://twitter.com/intent/user?screen_name=multiversx","telegram":"https://t.me/MultiversX","white_paper":"https://files.multiversx.com/multiversx-whitepaper.pdf"},"price_info":{"high_label":"846.989,13","low_label":"652.891,8","price":719585.54,"price_label":"719.585,54","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-123.196,4","amount":-123196.40000000002,"rate_label":"-14,61","rate":-0.14617826290867128,"graph_data":[842781.9400000001,837884.25,838783.64,842295.3,843128.7400000001,839598.3200000001,831880.25,828629.01,830247.11,827555.8200000001,828578.85,828416.86,817884.6,810075.42,804826.84,803887.5,799516.8,766179.6,689563.16,705228.3,718076.0199999999,719960,719059.08,719089.16]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"845,36M","coin_labels":null,"minimum_amount":82730,"minimum_quantity":0.01,"maximum_quantity":900000,"minimum_tick":0.01,"quote_tick":0.01,"decimal_point":{"price":2}}