{"symbol":"ENJ","asset_name":"Enjin Coin","asset_logo":"https://www.cryptocompare.com/media/37747010/enj.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"10,63T","current_supply":1456245326,"maximum_supply":null,"start_date":1506902400000,"description":"Enjin Coin (ENJ) adalah aset kripto berbentuk koin dari platform Enjin dengan standar ERC20. ENJ dapat ditransaksikan, disimpan di staking, membayar biaya platform Enjin, dan menentukan harga aset digital seperti NFT dalam platform Enjin.\n\nDidirikan oleh Maxim Blagov dan Witek Radomski di tahun 2009, Enjin meluncurkan produk pertamanya yaitu Enjin Network, sebuah layanan untuk membuat situs, forum, dan aplikasi untuk pemain gim dengan lebih dari 20 juta pengguna di seluruh dunia. Setelah penawaran koin perdana untuk ENJ, Enjin pun pindah ke sektor blockchain di tahun 2017 dan mengembangkan Enjin Wallet di tahun 2018. Platform Enjin akhirnya resmi dirilis di mainnet Ethereum di tahun yang sama.\n\nSelanjutnya, Enjin mengajukan proposal standar token baru yaitu ERC-1155, yang diadaptasi di tahun 2019 dan digunakan dalam teknologi Enjin saat ini. Bersamaan dengan itu, Enjin juga meluncurkan marketplace di mana semua orang bisa membeli dan menjual aset ERC-1155. Dengan token ERC1155, kreator dapat membuat gim atau aplikasi di platform Enjin, lalu menciptakan aset digital gim atau aplikasi tersebut sebagai token Ethereum.\n\nENJ dapat ditransaksikan di banyak platform pertukaran aset kripto, tetapi penggunaannya selalu berfokus ke permainan virtual, NFT, aset digital, dan aplikasi di platform Enjin. Barang dari marketplace Enjin dapat digunakan di permainan seperti Lost Relics dan Spirit Clash. Mentransfer barang ke pemain lain juga membutuhkan ENJ. Ini berarti koin ENJ dibuat khusus dan spesial untuk ekosistem Enjin.\n\nDi balik ENJ, Enjin berfokus ke banyak proyek blockchain seperti Efinity, sebuah solusi NFT lintas rantai yang dibangun di jaringan Polkadot. Enjin juga menyediakan API publik dan SDK yang dapat dipelajari semua orang. Semua ini dilakukan Enjin demi mendukung misi untuk menawarkan layanan pembuatan dan pengaturan aset digital dalam permainan virtual dengan mudah.","weiss_rating":{"rating":"C","market_performance_rating":"D","technology_adoption_rating":"C+"},"community":{"official_site":"https://enjin.io/","twitch":"","twitter":"https://twitter.com/enjin","telegram":"https://t.me/enjin","white_paper":"https://cdn.enjin.io/downloads/whitepapers/enjin-coin/en.pdf"},"price_info":{"high_label":"5.927,1408","low_label":"5.308,2092","price":5855.4496,"price_label":"5.855,4496","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"493,5684","amount":493.5684000000001,"rate_label":"9,2","rate":0.09205134944056577,"graph_data":[5361.8812,5352.652,5379.9349999999995,5409.0431,5380.1406,5395.6900000000005,5383.0849,5335.291899999999,5579.3864,5730.740400000001,5647.5395,5576.2,5620.8096,5603.2844000000005,5698.5187000000005,5684.1808,5686.343599999999,5753.3168000000005,5738.6055,5708.5821000000005,5687.1108,5755.5208,5863.7304,5857.051200000001]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"74,67M","coin_labels":null,"minimum_amount":80080,"minimum_quantity":0.1,"maximum_quantity":900000,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":4}}