{"symbol":"ENS","asset_name":"Ethereum Name Service","asset_logo":"https://www.cryptocompare.com/media/38554045/ens.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"25,32T","current_supply":31179101,"maximum_supply":null,"start_date":1635724800000,"description":"Apa itu Ethereum Name Service (ENS): Nama yang Lebih Sederhana dan Ramah\r\n\r\nEthereum Name Service (ENS) adalah sebuah sistem untuk menyediakan nama yang lebih singkat dan lebih ramah untuk menggantikan alamat atau hash Ethereum. ENS adalah token native dari jaringan ini.\r\n\r\nSejarah singkat Ethereum Name Service\r\nIde layanan ini dicetuskan di April 2016 dan dikembangkan oleh Nick Johnson, Alex van de Sande, dan lainnya sebelum diluncurkan di Mei 2017. Di Mei 2018, Nick Johnson lalu mendirikan True Names LTD untuk mengorganisir pengembangan ENS dengan hibah dari Ethereum Foundation sebesar US$1 juta.\r\n\r\nCara kerja Ethereum Name Service\r\nENS mengonversi nama yang mudah dibaca seperti \"alice.eth\" ke format pengenal yang dapat dibaca mesin, seperti alamat Ethereum, hash konten, metadata, dan alamat cryptocurrency lainnya. Untuk mendapatkan nama ENS, terdapat lelang publik yang bisa diikuti siapa saja di Ethereum. Jika tertarik, kamu bisa mengirim transaksi berisi jumlah aset kripto sebagai penawaranmu. Semua tawaran diterima hingga 72 jam setelah lelang dibuka. Selama 48 jam setelahnya, terdapat fase di mana semua penawar harus mengungkapkan jumlah tawaran mereka. Tawaran tertinggi akan menang.\r\n\r\nKegunaan Ethereum Name Service\r\nDengan ENS, siapapun bisa memindahkan aset kripto langsung ke suatu nama yang singkat, alih-alih alamat Ethereum yang panjang. ENS bisa mengurangi kesalahan transfer, menyediakan pencatatan nama yang akurat, memudahkan pencarian alamat, dan memungkinkan penghasilan tambahan dari pembelian dan penjualan nama ENS yang sudah terdaftar. Namun, meski ENS mirip dengan DNS, perlu diingat bahwa ENS bukan sistem domain dan tidak menganugerahkan merek dagang atau klaim kepemilikan atas nama tertentu.\r\n\r\nKelebihan ENS\r\nProyek seperti ENS berhasil mengeksplor cara-cara inovatif untuk memudahkan orang awam mengakses dunia kripto. Layanan ENS yang berhasil memudahkan akses aset kripto akan makin vital untuk di masa depan.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://ens.domains/","twitch":"","twitter":"https://twitter.com/ensdomains","telegram":"","white_paper":"https://ens.mirror.xyz/cfvfKRpQSPtZJjPQOprWqEeqv2rytE7tQkxDg6ht7Oo"},"price_info":{"high_label":"260.096,68","low_label":"241.356,57","price":254865.32,"price_label":"254.865,32","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"11.057","amount":11057,"rate_label":"4,53","rate":0.04535120048405239,"graph_data":[243808.32,242796.76,242245.40999999997,244433.34,244373.58,244731.5,244716.55,244446.40000000002,245841.75,244856.03999999998,249405.30000000002,249181.12999999998,253068.9,251771.31,247668.92,246897.4,248531.40000000002,249481.25999999998,248710.02000000002,249838.59999999998,250002,245841.75,251432.24000000002,254865.32]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"285,93M","coin_labels":null,"minimum_amount":16347,"minimum_quantity":0.01,"maximum_quantity":56289,"minimum_tick":0.01,"quote_tick":0.01,"decimal_point":{"price":2}}