{"symbol":"ETC","asset_name":"Ethereum Classic","asset_logo":"https://www.cryptocompare.com/media/37746862/etc.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"75,5T","current_supply":147161635,"maximum_supply":210700000,"start_date":1468972800000,"description":"Ethereum Classic adalah platform blockchain terdesentralisasi untuk membangun dan menggunakan aplikasi terdesentralisasi (DApps). Koin native Ethereum Classic adalah Ether (ETC), dibuat sebagai hadiah penambangan yang memvalidasi setiap transaksi dalam Ethereum Classic.\n\nSeperti Bitcoin, tidak ada yang mengontrol atau memiliki Ethereum Classic karena ini merupakan proyek komunitas oleh orang-orang di seluruh dunia. Namun, tidak seperti Bitcoin, Ethereum Classic didesain untuk membuat dan menjalankan smart contract. Smart contract ini memudahkan pengembang untuk menciptakan aplikasi terdesentralisasi, atau DApps.\n\nDi tahun 2014, pendiri Ethereum memulai proyek untuk membangun teknologi blockchain generasi lanjutan dengan ambisi untuk menciptakan platform smart contract umum yang mampu berjalan tanpa pemimpin. Dengan kata lain, terdesentralisasi. Namun, di tahun 2016, peretas berhasil mencuri US$50 juta aset Ethereum.\n\nKomunitas Ethereum saat itu terbelah menjadi dua. Satu setuju untuk melakukan pencabangan Ethereum bertipe hard fork, dengan aturan baru dan konsensus baru supaya aset digital yang tercuri dapat dikembalikan ke pemiliknya. Yang lainnya bertahan di Ethereum Classic untuk melanjutkan visi Ethereum yang asli, yaitu membangun DApps tanpa henti.\n\nDalam menjalankan DApps, Ethereum Classic mendukung konsensus Nakamoto versi modifikasi melalui Ethereum Virtual Machine (EVM). EVM adalah mesin virtual yang mampu menjalankan smart contract di jaringan blockchain publik. Kontrak ini dapat berjalan tanpa melibatkan pihak ketiga, seperti pengacara.\n\nGas, sebuah sistem transaksi internal dari Ethereum Classic, bertindak untuk mencegah spam dan mengalokasi sumber daya jaringan dengan efisien dan efektif. Penambangan token ERC20 melalui mekanisme Proof of Work adalah kegiatan utama yang menggerakkan jaringan Ethereum Classic.","weiss_rating":{"rating":"C+","market_performance_rating":"D+","technology_adoption_rating":"B-"},"community":{"official_site":"https://www.ethereumclassic.org/","twitch":"","twitter":"https://twitter.com/eth_classic","telegram":"https://telegram.me/ethclassic","white_paper":""},"price_info":{"high_label":"522.409,64","low_label":"444.960","price":515751.20999999996,"price_label":"515.751,2","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"69.191,2","amount":69191.20999999996,"rate_label":"15,49","rate":0.15494269527051227,"graph_data":[446560,450343.69999999995,451576.25,452375.5,451641.52,474415.68,486701.74,517940.36,503269.25,513909.16,512119.39999999997,505331.45999999996,505172.85000000003,507720.97000000003,500264.8,507271.58999999997,505554.72,504814.8,506630.67000000004,505138.60000000003,510400,514790.58999999997,512690.12999999995,515591.88]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"4,88T","coin_labels":null,"minimum_amount":15932,"minimum_quantity":0.01,"maximum_quantity":83020,"minimum_tick":0.01,"quote_tick":0.01,"decimal_point":{"price":2}}