{"symbol":"ETH","asset_name":"Ethereum","asset_logo":"https://www.cryptocompare.com/media/37746238/eth.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"6.208,53T","current_supply":122049449,"maximum_supply":null,"start_date":1438214400000,"description":"Ethereum adalah sebuah platform terdesentralisasi yang menjalankan program komputer yang disebut dengan smart contract, yaitu aplikasi yang berjalan tepat sesuai apa yang diprogramkan tanpa waktu henti (downtime), penipuan, kontrol, atau gangguan dari pihak ketiga. Di dalam protokol dan blockchain Ethereum, terdapat harga untuk setiap aktivitas. Agar segalanya ditransfer atau dieksekusi di dalam jaringan ini, pengguna harus menghabiskan atau membakar sesuatu yang disebut dengan Gas. Mata uang kripto asli dari Ethereum adalah Ether (ETH) dan token ini digunakan untuk membayar waktu komputasi serta biaya transaksi. Whitepaper pertama untuk memperkenalkan Ethereum dipublikasi pertama kali pada tahun 2013 oleh Vitalik Buterin, pendiri Ethereum. Proyek ini kemudian mendapat penggalangan dana pada Agustus 2014 oleh fans dari seluruh dunia dan akhirnya diluncurkan pada tahun 2015. Ethereum dikembangkan dan dipelihara oleh ETHDEV dengan kontribusi beragam pikiran dari seluruh dunia. Terdapat Ecosystem Support Program (secara harfiah artinya Program Dukungan Ekosistem), sebuah cabang dari Ethereum Foundation yang berfokus untuk mendukung proyek maupun entitas di dalam komunitas besar Ethereum untuk mempromosikan keberhasilan dan perkembangan ekosistem Ethereum. Beragam startup membangun produknya di atas blockchain Ethereum: startup-startup ini telah menghasilkan DeFi, NFT, Ethereum Name Service, Wallet, Scaling, dan lain sebagainya. Peluncuran Ethereum adalah sebuah proses 4 babak: Frontier, Homestead, Metropolis, dan Serenity. Ethereum 2.0, yang juga dikenal dengan Serenity, adalah fase terakhir Ethereum yang bertujuan untuk menyelesaikan tantangan penskalaan terdesentralisasi.\n\nCara naif untuk menyelesaikan masalah dalam Ethereum adalah untuk membuatnya lebih tersentralisasi. Namun desentralisasi terlalu penting untuk disingkirkan karena hal ini memberikan kebebasan pada Ethereum untuk memberantas sensor, menjadi terbuka, dan mendukung privasi data sambil tetap mempertahankan keamanan tak terpatahkan. Pembaharuan Eth2 akan membuat Ethereum makin mudah diskalakan, aman, dan terdesentralisasi:\n- Teknologi Sharding akan membuat Ethereum semakin mudah dikembangkan, dengan meningkatkan transaksi per detik sambil mengurangi daya yang dibutuhkan untuk menjalankan sebuah node dan memvalidasi rantai blockchain.\n- Selain itu, beacon chain akan memastikan keamanan Ethereum dengan mengoordinasi para validator sepanjang shard.\n- Dan terakhir, staking akan menurunkan penghalang pengguna untuk berpartisipasi, membuatnya makin terdesentralisasi dan memperbesar jaringan.\n\nBeacon chain juga akan memperkenalkan proof-of-stake ke Ethereum dan memindahkannya dari mekanisme proof-of-work. Perubahan ini telah direncanakan sejak dulu sebagai salah satu bagian kunci dalam strategi komunitas untuk menskalakan Ethereum melalui pembaharuan Eth2.","weiss_rating":{"rating":"B-","market_performance_rating":"D","technology_adoption_rating":"B"},"community":{"official_site":"https://www.ethereum.org/","twitch":"","twitter":"https://twitter.com/ethereum","telegram":"","white_paper":"https://ethereum.org/en/whitepaper/"},"price_info":{"high_label":"51.823.089","low_label":"50.514.723","price":51096966.09,"price_label":"51.096.966","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-407.285,02","amount":-407285.0200000033,"rate_label":"-0,79","rate":-0.007907794234890356,"graph_data":[51504251.11000001,51382877.68,51574161.32,51495894.160000004,51370676.5,51245758.07,51116089.480000004,51213623.339999996,51340099.550000004,51169356.51,51023757.48,51289710.699999996,51094031.49,50995418.300000004,51102741,51331422.24,50887003.7,50919628.760000005,50953469.6,51236144.19,50893429.14,50744783.61,50812810.4,51095214.019999996]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"96,67T","coin_labels":null,"minimum_amount":16280,"minimum_quantity":0.0001,"maximum_quantity":4000,"minimum_tick":0.000001,"quote_tick":0.01,"decimal_point":{"price":0}}