{"symbol":"FIL","asset_name":"FileCoin","asset_logo":"https://www.cryptocompare.com/media/37747014/fil.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"38,01T","current_supply":570339124,"maximum_supply":2000000000,"start_date":1598227200000,"description":"Apa itu Filecoin (FIL)?\r\nFilecoin adalah sistem penyimpanan terdesentralisasi yang bertujuan untuk \"menyimpan informasi paling penting bagi umat manusia.\" Proyek ini mengumpulkan $205 juta dalam penawaran koin awal (ICO) pada tahun 2017, dan awalnya merencanakan tanggal peluncuran pada pertengahan 2019. Namun, tanggal peluncuran jaringan utama Filecoin ditunda hingga blok 148,888, yang diharapkan pada pertengahan Oktober 2020.\r\n\r\nProyek ini pertama kali dijelaskan pada tahun 2014 sebagai lapisan insentif untuk Interplanetary File System (IPFS), jaringan penyimpanan peer-to-peer di mana pengguna membayar untuk layanan penyimpanan dan distribusi data dalam $FIL. Filecoin adalah protokol terbuka dan didukung oleh blockchain yang mencatat komitmen yang dibuat oleh peserta jaringan, dengan transaksi yang dilakukan menggunakan FIL, mata uang asli blockchain tersebut. Blockchain ini didasarkan pada bukti-replikasi dan bukti-ruangwaktu.\r\n\r\nFilecoin bersifat open source dan terdesentralisasi, yang berarti semua tata kelola berada di tangan komunitas. Di platform Filecoin, pengembang memiliki kesempatan untuk membuat layanan penyimpanan file cloud seperti Dropbox atau iCloud. Siapa saja dapat bergabung dengan Filecoin dan mulai menyimpan data mereka atau menghasilkan uang dengan menyediakan ruang untuk dana orang lain. Para pencipta Filecoin memilih teknologi blockchain mereka untuk menjalankan jaringan dan token mereka dengan konsensus mereka sendiri.\r\n\r\n$FIL adalah mata uang asli Filecoin yang menggerakkan seluruh jaringan dan semua proses. Klien membayar transaksi dalam token FIL. Penambang menempatkan FIL sebagai jaminan, menjamin layanan mereka.\r\n\r\nPengembang mengklaim bahwa Filecoin menyelesaikan masalah penyimpanan dan pengambilan file yang tidak efisien. Pelanggan dapat menemukan solusi yang tepat dengan satu set alat yang efisien dan pengembangan intinya, IPFS.","weiss_rating":{"rating":"E+","market_performance_rating":"D-","technology_adoption_rating":"E+"},"community":{"official_site":null,"twitch":null,"twitter":null,"telegram":null,"white_paper":null},"price_info":{"high_label":"67.409,49","low_label":"64.055,55","price":67283.04239999999,"price_label":"67.283,04","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"2.112,5223","amount":2112.5223999999944,"rate_label":"3,24","rate":0.032415306798227086,"graph_data":[65170.52,65516.875499999995,65476.403999999995,65500.398,65885.64,64802.895000000004,65090.86,64819.116,65030.814000000006,65577.6,64581.672,64924.2909,64852.965,64784.192,65140.416,64606.08,64755.807,64885.350999999995,66071.52,66751.668,66836.765,66687.432,66692.054,67283.04239999999]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"129,99M","coin_labels":null,"minimum_amount":16211,"minimum_quantity":0.1,"maximum_quantity":294632,"minimum_tick":0.01,"quote_tick":0.0001,"decimal_point":{"price":2}}