{"symbol":"FLOKI","asset_name":"Floki Inu","asset_logo":"https://www.cryptocompare.com/media/38553226/floki.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"29,19T","current_supply":9909996191207,"maximum_supply":null,"start_date":1624579200000,"description":"Apa Itu Floki Inu (FLOKI)?\r\nFloki Inu (FLOKI) adalah koin meme bertema anjing, yang dikenal sebagai \"\"sebuah gerakan\"\" dan bukan sekadar koin meme. Ini adalah aset kripto yang berasal dari penggemar dan anggota komunitas Shiba Inu (SHIB), sebuah koin yang dinamai oleh Elon Musk. \r\n\r\nMeskipun menyangkal secara terbuka kalau beliau memiliki SHIB, Musk adalah penggemar besar dari Dogecoin. Floki Inu sedang mengerjakan tiga proyek utilitas unggulan, di antaranya: \r\n\r\n- Sebuah metaverse gim NFT yang disebut Valhalla\r\n- Sederet produk keuangan terdesentralisasi yang diluncurkan di bawah bendera \"\"FlokiFi\"\". \r\n- Marketplace NFT dan barang dagangan bernama FlokiPlaces\r\n- Platform konten dan edukasi bernama Floki Inuversity\r\n\r\nKomunitas dari Floki dikenal dengan \"\"Floki Viking\"\" untuk menghormati Floki (anjing Musk) yang dinamai sesuai karakter Viking. Floki Inu bersumpah untuk menganggap serius upaya komunitasnya dan telah beberapa kali terdaftar di 10 Besar papan peringkat keterlibatan sosial LunarCrush. \r\n\r\nFloki Inu juga bermitra dengan CryptoCart, memberikan pemegangnya opsi untuk membeli barang di lebih dari 1.700 toko melalui kemitraan dengan CryptoCart (CC). Ini juga bekerja pada kemitraan serupa dengan Curate (XCUR) yang akan memungkinkan token Floki digunakan sebagai metode pembayaran di marketpalce barang fisik Curate.\r\n\r\nSiapa Saja Tokoh di balik Floki Inu?\r\nBerbeda dengan koin meme lainnya seperti Shiba Inu, tim di balik Floki Inu dikenal oleh publik, meskipun bersifat pseudonim. Floki Inu didirikan oleh sekelompok tokoh kripto yang cukup berpengaruh dengan nama B, PetaByte Capital, Saber, dan MrBrown Whale. Pengembang utama proyek ini adalah Jackie Xu, yang, menurut Floki Inu, adalah “sosok yang dihormati dan disegani di industri dengan lebih dari satu dekade pengalaman blockchain.” \r\n\r\nTim mengumumkan bahwa Valhalla, metaverse gim NFT-nya, sedang dikembangkan oleh tim yang terdiri dari 11 orang, dengan total pengalaman gabungan lebih dari 50 tahun dan berencana untuk menambah anggota tim hingga 20 orang. \r\n\r\nApa yang Membuat Floki Inu Unik?\r\nDengan menggabungkan elemen meme dan utilitas, Floki Inu ingin membedakan dirinya dari koin meme lainnya. Visi jangka panjang tim adalah untuk menciptakan ekosistem yang otonom dan terdesentralisasi, termasuk kemitraan strategis, membangun utilitas pada token itu sendiri, dan mengembangkan penggunaan untuk merek Floki Inu melalui NFT, gim, dan fitur keuangan terdesentralisasi.\r\n\r\nProduk andalan utamanya adalah metaverse game NFT yang disebut Valhalla. Floki Inu memiliki gagasan Valhalla sebagai metaverse game play-to-earn, di mana para pemainnya bisa mendapatkan hadiah untuk bertarung dan berdagang atau mempertahankan aset yang diperoleh di metaverse. Tim berencana untuk mengambil elemen sukses dari gim seperti Pokémon dan Skyrim dan memasukkannya ke dalam Valhalla. Pemain akan dapat menangkap dan bertarung dengan makhluk bernama Vera, dan gim ini juga akan memiliki sistem berkebun di mana pemain dapat merawat tanaman mereka, yang nantinya dapat dijual sebagai NFT. Dengan Valhalla, Floki Inu mencoba mengikuti jalan yang ditempa oleh gim seperti Axie Infinity (AXS) untuk mengajak orang agar semakin giat bermain dan menghasilkan di blockchain melalui gim.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.flokiinu.com/","twitch":"","twitter":"https://twitter.com/shibaflokitoken","telegram":"https://t.me/shibaflokitoken","white_paper":"https://www.flokiinu.com/whitepaper.pdf"},"price_info":{"high_label":"3,226744","low_label":"2,880417","price":3.08582286,"price_label":"3,085822","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"0,130356","amount":0.1303566599999999,"rate_label":"4,41","rate":0.04410697033178722,"graph_data":[2.9554662,2.88106566,2.9796569600000002,2.9974168,3.04552512,3.08419536,3.11134068,3.1499,3.13657883,3.12546013,3.0706057999999996,3.07271674,3.1113631799999997,3.05837825,3.02138096,2.97854164,2.9629491000000003,2.99594462,2.96309391,2.98499956,3.0293113000000003,2.99126064,3.00874432,3.08500956]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"784,05M","coin_labels":null,"minimum_amount":16266,"minimum_quantity":1,"maximum_quantity":92233720368,"minimum_tick":1,"quote_tick":1e-8,"decimal_point":{"price":6}}