{"symbol":"FTM","asset_name":"Fantom","asset_logo":"https://www.cryptocompare.com/media/38553128/ftm.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"34,11T","current_supply":2803634835,"maximum_supply":3175000000,"start_date":1529020800000,"description":"Fantom adalah platform smart contract berbasis Directed Acrylic Graph (DAG) yang menggunakan Lachesis, sebuah mekanisme konsensus berstandar asynchronous Byzantine-fault tolerant (aBFT). Koin native Fantom, FTM, dapat ditransaksikan atau disimpan di staking.\n\nSecara teknis, teknologi Lachesis membuat jaringan Fantom meraih konsensus secara mandiri tanpa perlu menukarkan blok yang selesai. Bagi pengguna Fantom, ini berarti transaksi bisa selesai hanya dalam beberapa detik. Bagi pengembang aplikasi, Lachesis adalah alternatif yang lebih efisien, terukur, dan aman untuk membuat DApps tanpa harus membangun jaringan mereka sendiri.\n\nAhn Byung Ik, seorang ilmuwan komputer dari Korea Selatan, mendirikan Fantom di tahun 2018. Fantom Foundation kemudian mengumpulkan dana sebesar US$40 juta di Juni 2018 untuk membantu pengembangan Fantom. Misi utama FANTOM adalah untuk menyatukan seluruh bentuk transaksi di dunia dengan transaksi real-time, pembagian data yang terukur, dan biaya serendah mungkin.\n\nKarena Fantom berbasis DAG dan bukan blockchain, Fantom dapat terdiri dari beragam lapisan dalam sistemnya, dengan Lachesis sebagai pusat. Salah satu lapisan pertama Fantom adalah Opera, sebuah platform smart contract yang kompatibel dengan Ethereum Virtual Machine (EVM), dirilis di Desember 2019. Opera adalah lapisan Proof of Stake (PoS) yang menggunakan Lachesis untuk mengesahkan transaksi dan membuat blok baru di sistemnya. Sebagai platform smart contract, Opera menawarkan 80+ aplikasi keuangan terdesentralisasi (DeFi) seperti SushiSwap dan Curve.\n\nFantom telah bekerja sama dengan beragam jaringan seperti Binance Chain, Yearn Finance, Ethereum, dan Cosmos untuk meningkatkan penggunaan lintas jaringan. Setiap DApps yang dikembangkan di Fantom memiliki blockchain mereka sendiri di Fantom, menggunakan konsensus Lachesis yang sama dan dapat berkomunikasi satu sama lain. Tetapi tiap DApps tetaplah mandiri dan memiliki tata kelola yang berbeda. Karena itu, Fantom dinilai setara dengan jaringan multi-blockchain seperti Polkadot dan Cosmos.","weiss_rating":{"rating":"C","market_performance_rating":"D+","technology_adoption_rating":"C"},"community":{"official_site":"https://fantom.foundation/","twitch":"","twitter":"https://twitter.com/FantomFDN","telegram":"https://t.me/fantomfoundation","white_paper":"https://fantom.foundation/research/wp_fantom_v1.6.pdf"},"price_info":{"high_label":"10.970,95","low_label":"9.833,81","price":10741.0695,"price_label":"10.741,06","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"2,8101","amount":2.8101000000006024,"rate_label":"0,02","rate":0.00026169045609017444,"graph_data":[10738.259399999999,10641.0252,10668.417300000001,10855.328099999999,10890.776699999999,10840.8264,10800.5439,10861.8174,10916.724,10803.681,10617.967499999999,10635.731399999999,10671.2592,10678.6724,10750.389299999999,10752.1862,10755.483999999999,10745.806,10724.6502,10806.43,10872.968,10745.91,10752.364,10741.0695]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"290,14M","coin_labels":null,"minimum_amount":16137,"minimum_quantity":1,"maximum_quantity":5762569,"minimum_tick":1,"quote_tick":0.0001,"decimal_point":{"price":2}}