{"symbol":"HBAR","asset_name":"Hedera Hashgraph","asset_logo":"https://www.cryptocompare.com/media/38553139/hbar.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"82,3T","current_supply":35749981467,"maximum_supply":50000000000,"start_date":1568592000000,"description":"Hedera adalah jaringan publik tingkat perusahaan yang paling banyak digunakan, berkelanjutan, untuk ekonomi terdesentralisasi yang memungkinkan individu dan bisnis membuat aplikasi terdesentralisasi (DApps) yang kuat.\n\nHedera dirancang untuk menjadi sistem yang lebih lebih efisien dengan menghilangkan beberapa batasan yang dihadapi platform berbasis blockchain yang lebih lama — seperti kinerja yang lambat dan ketidakstabilan.\n\nHedera didanai melalui penawaran koin awal (ICO) pada Agustus 2018 dan pertama kali meluncurkan akses terbuka ke mainnetnya lebih dari setahun kemudian pada September 2019. Sebagai bagian dari ICO, investor dapat membeli native utility token (HBAR) dengan harga serendah mungkin.\n\nToken HBAR memiliki peran ganda dalam jaringan publik Hedera.\n\nYang pertama dan yang paling terpenting, HBAR menjadi bahan bakar yang menggerakkan layanan Hedera, sepertismart contract, penyimpanan file, dan transaksi reguler. Yang kedua, HBAR digunakan untuk membantu mengamankan jaringan, karena pengguna HBAR dapat menggunakan token mereka untuk membantu menjaga integritas platform dengan staking.\n\nHedera (HBAR) adalah cryptocurrency asli dari Hedera Hashgraph, sebuah platform yang diposisikan sebagai alternatif untuk teknologi blockchain tradisional dan bertujuan untuk unggul dalam kecepatan, efisiensi, dan keamanan.\n\nBlockchain yang terdahulu cenderung menggunakan mekanisme konsensus seperti proof-of-work (PoW) untuk memvalidasi transaksi, sementara blockchain yang terbaru menggunakan proof-of-stake (PoS).  Hedera menggunakan model PoS yang diyakini dapat meningkatkan efisiensi verifikasi transaksi di jaringan, memberikan tingkat keamanan yang tinggi, dan melindungi jaringan dari serangan peretas.\n\nMenurut situs webnya, Hedera berbeda dari blockchain lain karena menggunakan algoritma konsensus baru yang disebut hashgraph. Ini dimaksudkan untuk memproses dan mengeksekusi transaksi lebih cepat, menghilangkan penundaan, dan memuluskan indikator TPS (transactions per second). Hashgraph diklaim sebagai peningkatan dalam kecepatan transaksi, biaya, dan skalabilitas.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://www.hedera.com/","twitch":"","twitter":"https://twitter.com/hashgraph","telegram":"https://t.me/hederahashgraph","white_paper":"https://www.hedera.com/papers"},"price_info":{"high_label":"1.691,6998","low_label":"1.628,8249","price":1644.8562100000001,"price_label":"1.644,8562","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-7,272049","amount":-7.272049999999808,"rate_label":"-0,44","rate":-0.004401625573549482,"graph_data":[1652.12826,1653.8246100000001,1658.3805000000002,1660.9965,1655.50816,1666.5231600000002,1671.4074600000001,1687.15428,1676.8813599999999,1665.69036,1667.1869000000002,1656.95761,1663.04858,1657.48691,1660.27384,1651.0094,1649.0876999999998,1644.9312,1648.5960400000001,1649.65535,1650.0447900000001,1644.67,1647.767,1644.8562100000001]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"134,2M","coin_labels":null,"minimum_amount":16301,"minimum_quantity":1,"maximum_quantity":8705263,"minimum_tick":0.01,"quote_tick":0.00001,"decimal_point":{"price":4}}