{"symbol":"HIFI","asset_name":"Hifi Finance","asset_logo":"https://www.cryptocompare.com/media/44051252/hifi.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"1,83T","current_supply":126698675,"maximum_supply":null,"start_date":1670457600000,"description":"Hifi adalah protokol keuangan terdesentralisasi yang memungkinkan orang untuk meminjamkan dan meminjam kripto dengan suku bunga tetap.\r\n\r\nHifi terdiri dari pasar suku bunga terdesentralisasi yang jatuh tempo pada tanggal tertentu. Pasar Hifi menggunakan model Automated Market Maker, di mana pengguna memasok token ke \"\"kumpulan likuiditas\"\" dan algoritme menetapkan suku bunga berdasarkan penawaran dan permintaan.\r\n\r\nPengguna memasok likuiditas, meminjam, atau meminjamkan ke salah satu pasar aktif. Peminjam membayar suku bunga tetap kepada pemberi pinjaman tanpa perlu menegosiasikan persyaratan seperti jatuh tempo, suku bunga, atau jaminan. Dengan memasok token ke kumpulan likuiditas, pengguna dapat memperoleh imbalan sambil memungkinkan pinjam meminjam antar sesama.\r\n\r\nTata Kelola Hifi adalah proses yang diatur oleh komunitas untuk mengelola Protokol Peminjaman. HIFI adalah token ERC-20 yang memberikan kemampuan kepada pemiliknya untuk mendelegasikan hak suara ke alamat mana pun, termasuk alamat mereka sendiri. Hak suara delegasi secara otomatis disesuaikan ketika saldo token pemilik berubah. Tata Kelola Hifi memungkinkan komunitas untuk mengusulkan, memberikan suara, dan mengimplementasikan perubahan melalui fungsi administratif Protokol Hifi. Proposal dapat mengubah parameter sistem, mendukung pasar baru, menambahkan jenis jaminan yang sama sekali baru, atau mengerahkan sumber daya untuk tujuan tertentu.\r\n\r\nHifi awalnya dikenal sebagai Mainframe ketika diluncurkan pada November 2017. Mainframe dimulai sebagai lapisan komunikasi terdesentralisasi untuk Web3 tetapi beralih ke Keuangan Terdesentralisasi dan berganti nama menjadi Hifi pada awal tahun 2020.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://hifi.finance/","twitch":null,"twitter":"https://twitter.com/HifiFinance","telegram":null,"white_paper":"https://docs.hifi.finance/"},"price_info":{"high_label":"13.275,37","low_label":"12.708,85","price":13015.888799999999,"price_label":"13.015,88","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-13,8552","amount":-13.855200000001787,"rate_label":"-0,1","rate":-0.0010633516667711803,"graph_data":[13029.744,13078.7722,13120.214000000002,13101.33,13104.628999999999,13091.993999999999,13126.59,13123.9578,12983.765,13163.0184,13212.4076,13162.192200000001,12944.75,13048.307999999999,12995.732399999999,13101.6544,12996.5098,12889.1518,13043.828,12952.1235,12982.9102,12863.1699,12958.3176,13014.2896]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"42,66M","coin_labels":["NEW_COIN"],"minimum_amount":79960,"minimum_quantity":0.1,"maximum_quantity":92141578,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}