{"symbol":"HIGH","asset_name":"Highstreet","asset_logo":"https://www.cryptocompare.com/media/39383057/high.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"3,25T","current_supply":0,"maximum_supply":0,"start_date":1633910400000,"description":"HIGH Token (Highstreet) adalah token asli dari metaverse play-to-earn yang berpusat pada perdagangan terdesentralisasi yang dibangun dengan dukungan virtual reality (VR). Selain mewujudkan aliran mata uang dua arah dalam dunia fisik dan virtual, Highstreet (HIGH) memperkenalkan pasar di mana barang dalam game dapat ditukarkan dengan produk di dunia nyata. Selama bermain game, pengguna memiliki kesempatan untuk menjelajahi metaverse, melawan monster, dan menyelesaikan misi sambil memperoleh barang yang memiliki kegunaan digital dan dunia nyata.\r\n\r\nProyek ini bertujuan untuk mendefinisikan generasi baru ritel dan menawarkan cara yang mudah, aman, dan menghibur untuk melakukan pembelian online.\r\n\r\nSelain HIGH, game ini juga memiliki token utilitas STREET, yang diperoleh dengan menyelesaikan berbagai tugas dalam game. Sementara HIGH dianggap sebagai token yang berat dalam tata kelola, memberikan gamer kesempatan untuk memberikan suara pada keputusan besar di platform, mendapatkan keuntungan melalui penumpukan dan membeli produk di pasar, STREET berfungsi sebagai mata uang utama yang memfasilitasi perdagangan dalam game dan dapat digunakan untuk membeli baju besi, senjata, penyembuhan, tiket perjalanan, dan masa inap di hotel. HIGH dibayarkan kepada pemilik properti dalam bentuk pajak dan juga dapat diperoleh melalui partisipasi dalam acara-acara khusus Metaverse.\r\n\r\nSeperti yang disebutkan dalam sumber resmi, token ini pertama kali diluncurkan pada Oktober 2021. Akun Twitter perusahaan melaporkan bahwa permainan saat ini, sejak November 2021, sedang dalam tahap uji alpha privat dengan uji beta publik yang akan dilakukan menjelang akhir tahun. Pasar Highstreet sudah dapat diakses oleh pengguna melalui browser.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://highstreet.market/","twitch":null,"twitter":"https://twitter.com/highstreetworld","telegram":"https://t.me/highstreetworld","white_paper":"https://highstreet.gitbook.io/highstreet-whitepaper/"},"price_info":{"high_label":"33.876,18","low_label":"30.890,27","price":32642.688000000002,"price_label":"32.642,68","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"1.132,0869","amount":1132.0869999999995,"rate_label":"3,59","rate":0.03592717891988158,"graph_data":[31510.601000000002,31379.45,31397.543999999998,31042.221999999998,30942.57,31073.757,31295.717,31901.738,31795.12,32154.688,32348.925000000003,33111.143,32060.175000000003,32139.36,32417.301000000003,33650.649999999994,32468.226,33082.775,32955.006,32644.563000000002,33096.96,32707.480000000003,32480.447999999997,32642.688000000002]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"593,53M","coin_labels":["NEW_COIN"],"minimum_amount":81120,"minimum_quantity":0.001,"maximum_quantity":9222449,"minimum_tick":0.001,"quote_tick":0.001,"decimal_point":{"price":2}}