{"symbol":"HOOK","asset_name":"Hooked Protocol","asset_logo":"https://www.cryptocompare.com/media/44150375/hook.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"7,61T","current_supply":48814910,"maximum_supply":null,"start_date":1668729600000,"description":"Apa itu Hooked Protocol (HOOK)?\r\nHooked Protocol (HOOK) adalah platform ilmu sosial berbasis gamifikasi, yang bertujuan untuk mempercepat adopsi Web3.0 melalui program dan materi belajar yang dikustomisasi. Selain itu, terdapat juga dukungan onboarding bagi perusahaan yang ingin berinteraksi dengan Web3.0. Hooked menghubungkan berbagai pengembang kripto dengan target pasar yang masih belum tersentuh.\r\nSaat ini, terdapat tiga permasalahan utama yang menghambat penerimaan Web3.0: kurangnya dorongan untuk para pengguna, proses onboarding yang cukup rumit, serta produk yang hanya tersedia pada perangkat desktop. Tim Hooked meyakini bahwa dengan memberikan insentif terhadap pengguna dan perusahaan untuk terlibat dalam Web3.0, beberapa permasalahan di atas dapat diselesaikan. Setelah pengguna individu maupun perusahaan mulai memperoleh aset digital, Hooked posits, pengguna individu dan perusahaan Web3.0 diprediksi akan meningkat. \r\nStruktur Hooked sendiri mempunyai dua token: HOOK, sebuah token deflasioner dengan jumlah suplai pasti sebesar 500 juta token dan HGT, sebuah token utilitas yang digunakan secara internal. Token HOOK digunakan untuk voting dan governance, membayar biaya gas dari platform ini, dan mengakses konten eksklusif, seperti NFT.\r\nTujuan utama dari para developer adalah memastikan ekosistem yang canggih dengan komunitas yang inklusif, serta skalabilitas yang lebih baik untuk mengakomodir pengguna dari Web2.0 ke Web3.0. Hooked Protocol mempunyai produk yang sudah berjalan seperti: Proof of Work & Time (POWT) Mining Game, Quiz-to-Earn, Social Referral and Stake.\r\n\r\nSiapa saja tokoh di balik HOOK?\r\nTerdapat tiga tokoh utama yang membangun Hooked Protocol, di antaranya: Jason Y. (Founder), Mike Y. (CTO) dan Jess L. (CMO).\r\nJason Y berpengalaman selama 10 tahun terakhir di bidang growth strategy and consumer internet di Uber and Meta; Mike Y merupakan Engineer dengan pengalaman pada bidang financial service berskala besar, serta pengembangan produk konsumer; Jess L. dikenal dengan pengalamannya membangun perusahaan teknologi ternama di Silicon Valley (termasuk Uber dan Google), dengan spesialisasi dalam bidang marketing, strategy dan business development.\r\n\r\nApa yang membuat HOOK unik?\r\nHooked diluncurkan melalui Binance Launchpad, dan didukung oleh Binance dan  Sequoia.\r\nDApp pertamanya, dikenal juga dengan Wild Cash, menawarkan layanan  learn-to-earn berbasis gamifikasi. Terdapat 3 juta pengguna dari DApp tersebut yang bisa menerima imbalan dengan menyelesaikan quiz, dan dapat menerima soul-bound token yang terhubung dengan identitas IRL mereka. Gagasan utamanya adalah mengajak orang untuk mencoba Web3.0 melalui gamifikasi, tontonan video, mencoba interaksi dengan seorang mentor AI, memainkan permainan emulasi Web3, atau mengeksplorasi NFT dan sektor GameFI.\r\n\r\nAplikasi Hooked Protocol menawarkan berbagai fitur: pintu masuk ke Web3.0 onboarding yang penuh insentif, sebuah pengalaman gaming, wallet yang mudah digunakan, dan identitas pengguna yang telah desentralisasi. DApp: platform ini menawarkan DApps dengan menginkorporasi GameFi learning dan Quiz-to-Earn. Platform pilot DApp yang bernama WildCash sudah memiliki lebih dari 3 juta pengguna yang menerima imbalan dalam bentuk aset kripto setelah menyelesaikan kuis dan aktivitas lainnya; PoWT: sebuah permainan Proof-of-Work & Time mining. Permainan ini menggunakan mekanisme Proof-of-Work yang memberi pengguna insentif untuk ikut berkontribusi waktu dan tenaga demi mendapatkan imbalan; Stake & Swap: para pengguna bisa menggunakan native wallet dari platform ini untuk melakukan store, stake, swap, dan transfer aset digital mereka ; Social Referral: para pengguna bisa mendapatkan imbalan dengan mengajak teman-teman mereka untuk bergabung pada platform ini. ","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://hooked.io/","twitch":"","twitter":"https://twitter.com/HookedProtocol","telegram":"https://t.me/HookedProtocolOfficial","white_paper":"https://hooked-protocol.gitbook.io/hooked-protocol-whitepaper"},"price_info":{"high_label":"15.606,86","low_label":"13.957,64","price":15605.2199,"price_label":"15.605,21","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"174,2429","amount":174.2429000000011,"rate_label":"1,12","rate":0.011291760722603702,"graph_data":[15430.976999999999,15301.263,15164.897,15128.311,14670.0021,14826.5874,14503.543599999999,14628.7464,14559.0675,14650.210299999999,14594.8,14962.987,14754.905599999998,14508.2556,14477.9704,15304.462,15227.9226,14820.707999999999,14990.4216,14567.4433,14861.1429,14818.1922,15265.468499999999,15598.6555]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"45,67M","coin_labels":null,"minimum_amount":82055,"minimum_quantity":0.1,"maximum_quantity":92141578,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}