{"symbol":"IMX","asset_name":"Immutable X","asset_logo":"https://www.cryptocompare.com/media/38554149/imx.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"63,63T","current_supply":1456815249,"maximum_supply":null,"start_date":1634774400000,"description":"Apa itu Immutable X (IMX): Solusi Komplit untuk NFT\r\n\r\nImmutable X adalah solusi skalabilitas layer-2 untuk Ethereum dengan fokus pada token non-fungible (NFT). IMX adalah token native dari platform ini.\r\n\r\nSejarah singkat Immutable X\r\nImmutable X dulunya adalah Fuel Games, sebuah perusahaan Australia yang merilis permainan blockchain ternama yaitu God's Unchained. Di 2019, Fuel Games berubah nama menjadi Immutable dan mulai menawarkan teknologi untuk membuat NFT, app NFT, dan game blockchain di platform mereka. Di April 2021, Immutable menjadi Immutable X setelah mereka berhasil memecahkan masalah skalabilitas Ethereum dengan bekerja sama dengan perusahaan teknologi dari Israel bernama StarkWare.\r\n\r\nCara kerja Immutable X\r\nMelalui solusi StarkWare, pengguna Immutable X dapat mencetak dan mengelola NFT dengan cepat tanpa biaya gas. Untuk mencapai hal ini, Immutable X menggunakan beragam teknologi seperti zkRollup, StarkEX, pasar NFT Immutable X, pembukuan order global, IMX Link, dan token native-nya sendiri, IMX.\r\n\r\nKegunaan Immutable X\r\nImmutable X menawarkan pembuatan, penskalaan, dan akses ke NFT. Hal ini bisa terjadi karena pengalaman sebelumnya saat merilis God's Unchained, yang dapat mencetak 20 juta NFT dalam 3 hari. Dari kerja sama mereka dengan StarkWave, pencetakan NFT bisa dilakukan dengan cepat tanpa biaya gas, dengan keamanan selevel Ethereum. Immutable X juga menyediakan integrasi yang mudah dengan situs lain. Pengembang bisa mengakses kode Immutable X, membangun NFT sendiri, dan menggunakannya di luar Ethereum.\r\n\r\nKelebihan Immutable X\r\nPlatform NFT VeVe baru-baru ini pindah ke Immutable X, membawakan kerja sama dengan banyak merk besar seperti Disney, Marvel, DC Comics, Warner Bros, dan lain sebagainya. Lebih dari 1 juta pengguna aktif bulanan pun pindah ke Immutable X dari hasil kerjasama ini. Immutable X juga peduli lingkungan dan berusaha agar ekosistem mereka punya emisi karbon yang rendah.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://www.immutable.com/","twitch":"","twitter":"https://twitter.com/Immutable","telegram":"https://t.me/immutablex","white_paper":"https://www.immutable.com/token"},"price_info":{"high_label":"32.609,87","low_label":"30.114,36","price":31799.951999999997,"price_label":"31.799,95","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"818,5969","amount":818.5969999999979,"rate_label":"2,64","rate":0.02642224654150853,"graph_data":[30981.355,30738,30834.214,30752.469,30509.100000000002,30419.176000000003,30728.367,30826.593,31446.77,31510.325,31248.421000000002,31858.354,31771.12,32229.792,32442.368,32093.726000000002,31366.971999999998,30889.568,30863.699999999997,31028.503999999997,31291.985999999997,31325.57,31896.149999999998,31799.951999999997]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"463,74M","coin_labels":null,"minimum_amount":16358,"minimum_quantity":1,"maximum_quantity":264095,"minimum_tick":0.01,"quote_tick":0.001,"decimal_point":{"price":2}}