{"symbol":"INJ","asset_name":"Injective","asset_logo":"https://www.cryptocompare.com/media/43687858/inj.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"38,99T","current_supply":80005555,"maximum_supply":null,"start_date":1602892800000,"description":"Apa itu Injective Token (INJ)?\r\n\r\nINJ adalah token utilitas native milik Injective. INJ merupakan aset yang cukup langka dan digunakan untuk governance, token burn auctions, dan staking pada jaringan PoS. Burn auctions pada Injective sangat unik karena 60% dari seluruh dana yang dikumpulkan dari dApps dilelang setiap minggunya melalui mekanisme buyback dan burn, memungkinkan suplai INJ untuk berkurang seiring waktu. INJ burn auction memiliki keunikan karena bisa meningkatkan nilai dari ekosistem Injective itu sendiri. Saat ini, Injective memiliki token burn ratio tertinggi di industri.\r\n\r\nKegunaan dari INJ termasuk dan tidak terbatas pada: protocol governance, dApp value capture, Proof-of-Stake (PoS) security, developer incentives dan staking. Detail mengenai setiap kegunaan tersebut bisa dilihat di bawah ini:\r\n- Protocol Governance: Token INJ mengatur setiap komponen dari Injective, termasuk chain upgrade. Dengan peluncuran mainnet, komunitas Injective telah berkontribusi secara aktif kepada governance, dengan proposal yang melalui DAO governance vote.\r\n- Protocol Fee Value Capture: 60% dari seluruh dana yang didapat dari DApps masuk kepada on-chain-buy-back-and-burn auction untuk menjaga sifat deflasi dari INJ.\r\nTendermint-based Proof-of-Stake (PoS) Security: INJ digunakan untuk mengamankan blockchain Injective menggunakan mekanisme proof-of-stake.    Validators dan Delegators bisa berpartisipasi dalam staking.\r\n- Insentif Developer: 40% dari dana yang didapatkan dari dApps yang dibangun dari Injective dialokasikan sebagai insentif bagi developer baru yang bergabung dengan Injective, sehingga diharapkan bisa menarik berbagai developer yang berkualitas untuk ikut membangun Injective. \r\n\r\nSiapa tokoh di balik Injective Labs?\r\nInjective Labs, perusahaan yang menggagas Injective Protocol, adalah sebuah perusahaan riset dan pengembangan. Co-founder Injective Labs adalah Erich Chen, yang berpengalaman sebagai cryptographic researcher dan trader di sebuah dana kripto berskala besar. Beliau memimpin berbagai inovasi dalam upaya market neutral trading di dalam area blockchain, serta investasi terhadap beberapa perusahaan ternama seperti 0x, ChainLink, dan Cosmos. Pengetahuan Chen terhadap protokol blockchain, pengetahuan ilmu finansial, serta pemahaman yang mendalam tentang protokol blockchain yang berbasis di Timur dan Barat tidak diragukan lagi.\r\nAlbert Chon menjabat sebagai CTO Injective Labs. Beliau lulus dengan gelar Sarjana dan Master di bidang Computer Science dari Universitas Stanford, dan pernah menjadi Software Development Engineer di Amazon. Beliau dikenal sebagai penggagas standar Ethereum baru yang telah digunakan pada berbagai proyek, sebelum menjadi Co-founder Injective Labs bersama Eric Chen.\r\n\r\nApa yang membuat Injective Unik?\r\nInjective menyediakan infrastruktur finansial masa depan, untuk membangun aplikasi DeFi di atas blockchain Injective itu sendiri. Pengguna Injective bisa mengakses berbagai aplikasi yang telah terdesentralisasi penuh, cepat, lintas-jaringan, berbiaya murah, dan aman.\r\n\r\nBeberapa elemen penting dari Injective adalah: \r\nLayer-1 smart contract blockchain: Injective menyediakan interchain L1 yang canggih, untuk mencapai proses pengisian daya yang sangat cepat, tanpa biaya gas apapun. \r\nAplikasi DeFi Unlimited: Injective memungkinkan siapa saja untuk membangun aplikasi DeFi menggunakan infrastruktur Injective yang teruji, serta dasar-dasar finansial seperti on-chain orderbook.\r\nCross-chain trading and yield generation: Injective bisa mendukung beragam jenis trading dan yield generation pada berbagai layer-1 jaringan blockchain seperti Cosmos dan Ethereum.\r\nNetwork governance berbasis komunitas: Injective diurus oleh komunitas desentralisasi di mana berbagai ide inovasi baru akan dipilih oleh struktur Decentralized Autonomous Organization (DAO) yang tersedia.\r\nPioneering Interoperability: Injective adalah blockchain dengan koneksi native ke Ethereum, Cosmos, dan Solana, menjadikannya blockchain dengan tingkat interoperabilitas yang cukup tinggi.\r\nDapat dikustomisasi: Produk yang kamu buat dapat dimodifikasi sesuai dengan parameter yang kamu butuhkan.\r\nIntuitive Developer Experience: Lingkungan development yang cukup fleksibel dan ekspresif didukung oleh Rust dan Golang.\r\nRamah lingkungan: mekanisme konsensus Injective Tendermint PoS dapat mengurangi emisi karbon hingga 99%.","weiss_rating":{"rating":"C+","market_performance_rating":"C","technology_adoption_rating":"C+"},"community":{"official_site":"https://injective.com/","twitch":null,"twitter":"https://twitter.com/Injective_","telegram":"https://t.me/joininjective","white_paper":"https://docs.injective.network/"},"price_info":{"high_label":"397.879,77","low_label":"382.826,71","price":389740.274,"price_label":"389.740,27","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-6.473,992","amount":-6473.9920000000275,"rate_label":"-1,63","rate":-0.016339623672207773,"graph_data":[396214.266,396512.376,394412.63399999996,387857.453,386210.16000000003,387094.12,386049.258,384064.335,386298.48199999996,389175.549,392478.858,392536.032,389313.64,388267.712,386641.764,389861.364,394907.701,395561.385,393087.55199999997,391275.22699999996,388645.76999999996,390448.366,390446.99100000004,389836.832]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"812,74M","coin_labels":null,"minimum_amount":16093,"minimum_quantity":0.1,"maximum_quantity":40000,"minimum_tick":0.1,"quote_tick":0.001,"decimal_point":{"price":2}}