{"symbol":"JASMY","asset_name":"JasmyCoin","asset_logo":"https://www.cryptocompare.com/media/38553376/jasmy.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"15,13T","current_supply":47569999999,"maximum_supply":null,"start_date":1577318400000,"description":"JasmyCoin (JASMY) adalah proyek mata uang kripto dari penyedia Internet of Things (IoT) yang berbasis di Tokyo, Jasmy Corporation. Sebagai sebuah sistem, Internet of Things mencakup elemen mekanis dan digital yang diberkahi dengan pengidentifikasi dan kemampuan untuk mengirimkan data. IoT perusahaan Jasmy berspesialisasi dalam pembelian/penjualan data, dan platform Jasmy menghubungkan dua kategori: penyedia layanan dan pengguna data.\r\n\r\nPlatform Jasmy dibangun untuk memulihkan dan melindungi kedaulatan data individu dengan menggabungkan teknologi IoT dengan teknologi blockchain dan memberikan pengguna kendali penuh atas informasi pribadi mereka. Tujuan utama dari proyek ini adalah untuk membangun lingkungan yang aman pada platform di mana pengguna dapat bertukar data tanpa kepercayaan antara perangkat IoT (komputer, mobil, telepon) dan protokol terdesentralisasi.\r\n\r\nMisi pengembang Jasmy adalah menciptakan lingkungan dengan membentuk infrastruktur di mana pengguna dapat menggunakan data dengan mudah, aman, dan lancar. Hasilnya, Jasmy bertujuan untuk menyediakan infrastruktur yang kuat, antarmuka yang intuitif, dan lingkungan yang aman untuk menyimpan dan berbagi data kepada penggunanya. Dengan Jasmy, informasi dapat diubah menjadi aset pribadi.\r\n\r\nJasmy mendesentralisasikan alur kerja dengan komputasi tepi dan penyimpanan data pada IPFS (InterPlanetary File System). Filosofi proyek ini didasarkan pada demokratisasi data menggunakan model desentralisasi, di mana data dilindungi dengan aman dan dimiliki oleh pemilik, dan penyedia layanan mendapat kesempatan untuk mempromosikan layanan/bisnis mereka menggunakan data (yang dimiliki oleh pengguna).","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.jasmy.co.jp/en_company.html","twitch":null,"twitter":"https://twitter.com/JasmyMGT","telegram":"https://t.me/jasmyofficial","white_paper":"https://www.jasmy.co.jp/images/whitepaper.pdf"},"price_info":{"high_label":"306,44","low_label":"288,2536","price":302.069367,"price_label":"302,0693","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"8,785161","amount":8.785161000000016,"rate_label":"2,99","rate":0.0299544292541959,"graph_data":[293.284206,292.923954,293.74057799999997,293.565548,289.616931,291.377223,293.738854,295.4049,293.086934,293.007123,292.9925,300.35371,297.9803,297.64840799999996,297.978975,297.690053,297.730342,298.717578,301.401108,302.27225,304.464896,304.234766,301.9575,302.167161]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"68,45M","coin_labels":["NEW_COIN"],"minimum_amount":81495,"minimum_quantity":0.1,"maximum_quantity":92141578,"minimum_tick":0.1,"quote_tick":0.000001,"decimal_point":{"price":4}}