{"symbol":"JOE","asset_name":"JOE","asset_logo":"https://www.cryptocompare.com/media/38553934/joe.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"3,36T","current_supply":0,"maximum_supply":null,"start_date":1624838400000,"description":"Apa itu JOE?\r\nJOE adalah native token dari Trader Joe, sebuah exchange yang terdesentralisasi (DEX) pada blockchain Avalanche. Blockchain ini menawarkan berbagai layanan DeFi, termasuk swapping, staking, dan yield farming. Karena exchange ini berkembang secara pesat, total nilai yang telah dikunci (Total Value Locked) mencapai USD $4 miliar sejak diluncurkan pada Juni 2021. Trader Joe mempunyai pendekatan yang memprioritaskan komunitas, serta inovasi, kecepatan, dan keamanan. Trader Joe memiliki tujuan sebagai penyedia layanan DeFi satu pintu dan mengintegrasikan produk baru tanpa mengesampingkan keamanan. Dalam mencapai tujuannya, Trader Joe telah memaparkan roadmap-nya yang ambisius, dengan fokus pada pengembangan token-holder. Selain itu, rencana untuk mengembangkan kemampuan staking,non-fungible-token (NFT) exchange listings, serta sentralisasi token JOE, dan meningkatkan trading, semua ditargetkan tercapai pada 2021.\r\n\r\nSiapa saja tokoh di balik JOE?\r\nTrader Joe digagas oleh Cryptofish dan 0xMurloc, yang merupakan nama samaran dari kedua pengembangnya. Cryptofish sendiri adalah seorang full-stack dan smart contract engineer, yang merupakan kontributor awal project Avalanche, seperti Snowball dan Sherpa Cash. Beliau bekerja di Google dan memiliki gelar Master Computer Science dari sebuah universitas di Amerika Serikat. 0x Murloc adalah seorang full-stack developer dengan pengalaman memulai beberapa startups, dan diketahui sebagai seorang Senior Product Lead di Grab. Selain itu, masih ada beberapa tokoh lain yang bekerja dibalik nama samaran yang memiliki fokus dalam bidang software, marketing, dan komunitas. \r\n\r\nApa saja keunikan JOE?\r\nTrader Joe menyediakan fungsi dari DEX modern dengan user interface yang nyaman, didukung oleh proses transaksi yang cepat dan murah. Penggunanya bisa menyediakan likuiditas dengan berpartisipasi dalam aktivitas yield farms dan mendapatkan JOE sebagai token imbalannya. Pengguna dapat melakukan staking atau memilih dalam governance proposal JOE menggunakan token imbalan ini. Dalam protokol pinjaman Banker Joe, dengan basis protokol Compound (COMP), memungkinkan pengguna untuk pinjam dan meminjamkan dengan cara yang non-kustodial. Selain itu, pengguna bisa menggunakan posisi open leverage mereka dengan dana yang disediakan atau dipinjam.\r\nUntuk meningkatkan utilitas dan adopsi token JOE, Trader Joe akan memperkenalkan beberapa opsi baru, yang ditujukan untuk melakukan transformasi proyek ini ke dalam platform DeFi dalam ekosistem Avalanche. Pengguna Trader Joe juga akan bisa menggunakan token ini sebagai jaminan untuk melakukan pinjaman, serta rencana untuk memfasilitasi limit order, options, dan futures trading dalam platform-nya. Inovasi dan branding Trader Joe telah berhasil menarik dukungan beberapa figur penting dari komunitas DeFi seperti founder AAVE Stani Kulechov and Darren Lau.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.traderjoexyz.com/#/home","twitch":null,"twitter":"https://twitter.com/traderjoe_xyz","telegram":null,"white_paper":"https://github.com/traderjoe-xyz/LB-Whitepaper/blob/main/Joe%20v2%20Liquidity%20Book%20Whitepaper.pdf"},"price_info":{"high_label":"7.380,6064","low_label":"6.690,4445","price":6726.840200000001,"price_label":"6.726,8402","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-581,9161","amount":-581.9161999999997,"rate_label":"-7,96","rate":-0.07961904435616429,"graph_data":[7308.7564,7275.271500000001,7279.14,7261.0132,7128.5963,7116.126,7055.4981,7087.9522,7104.9744,7053.446400000001,7046.5508,7032.454,6996.928400000001,6965.8158,6881.8514000000005,6833.8336,6880.2366999999995,6830.603999999999,6846.7519999999995,6785.3896,6760.7489000000005,6787.0044,6747.2388,6723.6107999999995]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"107,81M","coin_labels":null,"minimum_amount":80735,"minimum_quantity":0.01,"maximum_quantity":92141578,"minimum_tick":0.01,"quote_tick":0.0001,"decimal_point":{"price":4}}