{"symbol":"JTO","asset_name":"Jito","asset_logo":"https://www.cryptocompare.com/media/44154280/jito.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"40,71T","current_supply":122986520,"maximum_supply":null,"start_date":1701907200000,"description":"Apa itu Jito Network?\r\nJito Network merupakan kontributor utama bagi ekosistem Solana melalui kolam staking liquid JitoSOL dan koleksi produk MEV mereka.\r\n\r\nPengguna dapat menukarkan SOL mereka dengan JitoSOL. Sebagai imbalannya, pemegang mempertahankan likuiditas SOL dan kesempatan dalam DeFi sambil mendapatkan hasil dari staking. JitoSOL secara unik memberikan imbalan tambahan kepada pemegangnya dari pendapatan transaksi yang terkait dengan ekstraksi MEV di Solana.\r\n\r\nNilai ekstraksi maksimum (MEV) menggambarkan peluang keuntungan yang dapat diatributkan pada urutan eksekusi transaksi tertentu. Misalnya, pertukaran besar di Orca dapat menurunkan harga pool di bawah harga Raydium atau Serum. Pedagang akan berlomba untuk mendapat untung dari perbedaan harga ini dan arbitrase ini dianggap sebagai MEV.\r\n\r\nJito Foundation didirikan untuk meminimalisir dampak negatif dari MEV, mendistribusikan keuntungan secara adil, dan meningkatkan transparansi. Jito menerbitkan klien validator open source yang dirancang untuk menciptakan pasar yang kompetitif untuk ekstraksi MEV. Klien memungkinkan lelang di dalam setiap blok untuk kesempatan menangkap MEV blok tersebut. Pedagang mengajukan tawaran, dan penawar tertinggi di dalam setiap blok dapat memanen MEV yang tersedia.\r\n\r\nApa itu JTO?\r\nJTO memungkinkan pemegang token untuk membuat keputusan kunci dalam membentuk masa depan jaringan Jito agar terus berkembang dan berkembang sesuai dengan kebutuhan mereka yang dilayani, serta ekosistem Solana yang lebih luas. Keputusan dan inisiatif ini mungkin termasuk: * Menetapkan biaya pool stake JitoSOL * Memperbarui strategi delegasi dengan mengontrol parameter program StakeNet * Mengelola kas JTO token yang dipegang oleh DAO dan biaya yang dihasilkan dari JitoSOL * Berkontribusi pada pengembangan dan peningkatan berkelanjutan protokol dan produk Jito.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.jito.network/","twitch":null,"twitter":"https://twitter.com/jito_sol","telegram":"https://t.me/+csIgnEQMCHhiYjVh","white_paper":null},"price_info":{"high_label":"41.464,34","low_label":"38.155,18","price":40726.9744,"price_label":"40.726,97","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"2.104,6353","amount":2104.635399999999,"rate_label":"5,44","rate":0.05449269657127703,"graph_data":[38622.339,38672.046,38755.695999999996,39042.6795,39627.443999999996,39536.873999999996,39303.915,39287.022000000004,38985.3002,39017.878000000004,39890.168,40223.765,40072.197,39981.923,39980.4795,40910.08,41127.021,40549.626000000004,40609.8528,40896.063,40720.376000000004,40747.590000000004,40613.152,40726.9744]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"511,89M","coin_labels":null,"minimum_amount":16496,"minimum_quantity":1,"maximum_quantity":100000,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}