{"symbol":"KSM","asset_name":"Kusama","asset_logo":"https://www.cryptocompare.com/media/36639823/ksm.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"4,42T","current_supply":9651217,"maximum_supply":null,"start_date":1566518400000,"description":"Kusama adalah blockchain publik yang menjalankan basis kode Polkadot. Kusama dianggap sebagai versi awal Polkadot yang masih belum terpoles. Pengembang dapat membuat dan mengetes blockchain atau aplikasi baru di jaringan Kusama sebelum merilisnya di Polkadot. Koin native Kusama adalah KSM.\n\nKusama dikembangkan di tahun 2016 oleh pengembang Polkadot, Gavin Wood (salah satu rekan pendiri Ethereum), Peter Czaban, dan Robert Habermeier. Wood terkenal sebagai kreator Solidity, bahasa pemrograman yang digunakan developer Ethereum untuk membuat aplikasi terdesentralisasi (DApps). Ia juga merupakan CTO pertama Ethereum Foundation dan bekerja sebagai ilmuwan riset di Microsoft sebelumnya. Wood juga merupakan ketua Web3 Foundation, organisasi non-profit yang mengelola penjualan token Polkadot dan berhasil mengumpulkan lebih dari US$200 juta dari investor.\n\nKusama menyebut dirinya sebagai jaringan kenari Polkadot. Seperti penambang batu bara yang menggunakan burung kenari untuk menentukan jika suatu tambang aman atau tidak, Kusama pun demikian untuk Polkadot. Kusama adalah pilihan tepat bagi pengembang DApps untuk bereksperimen dan berinovasi sebelum merilis aplikasi jadi di Polkadot. Untuk itu, Kusama didesain agar mudah digunakan dan diakses siapa saja yang hendak memanfaatkan jaringannya.\n\nPada awalnya, Kusama menggunakan Proof of Authority (PoA) di peluncuran terbatas Kusama, dengan banyak fungsi yang terkunci untuk memastikan keamanan pengetesan jaringan Kusama. Setelahnya, Kusama beralih ke mekanisme Nominated Proof of Stake (NPoS) dan mengganti sistem sentral PoA menjadi sistem terdesentralisasi.\n\nKSM bertindak sebagai token tata kelola Kusama, dengan besaran kekuatan voting seimbang dengan jumlah KSM yang dimiliki pemegangnya. Kusama juga menghadiahi pemegang KSM yang melakukan staking dengan koin KSM baru. Investor KSM perlu memahami bahwa Kusama tidak memberlakukan batasan apapun terhadap suplai KSM. Protokol Kusama menerbitkan koin KSM baru tergantung tingkat inflasi yang sudah ditentukan sebelumnya.","weiss_rating":{"rating":"E","market_performance_rating":"E+","technology_adoption_rating":"E"},"community":{"official_site":"https://kusama.network/","twitch":"","twitter":"https://twitter.com/kusamanetwork","telegram":"","white_paper":""},"price_info":{"high_label":"471.156,83","low_label":"450.141,3","price":456703.1,"price_label":"456.703,1","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-10.634,98","amount":-10634.98000000004,"rate_label":"-2,27","rate":-0.022756502102289716,"graph_data":[467338.08,469533.48000000004,467939.68,468099.06,468765.99,466664.64,467807.42000000004,467851.6,469504.02,466954.10000000003,464025.36,466007.67,465191.12,463595.58,466410.02999999997,460392.02,463861.34,454673.02999999997,461300.39999999997,453945,460160.25,459509.88,457759.47,456703.1]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"143,09M","coin_labels":null,"minimum_amount":15912,"minimum_quantity":0.01,"maximum_quantity":4926,"minimum_tick":0.001,"quote_tick":0.01,"decimal_point":{"price":2}}