{"symbol":"LISTA","asset_name":"Lista DAO","asset_logo":"https://www.cryptocompare.com/media/44614497/lista.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"12,29T","current_supply":0,"maximum_supply":0,"start_date":1711843200000,"description":"Lista DAO berfungsi sebagai protokol peminjaman stablecoin open-source terdesentralisasi yang didukung oleh LSDfi. Pengguna dapat melakukan staking dan liquid staking di Lista, serta meminjam lisUSD dengan berbagai jaminan terdesentralisasi.\r\n\r\nLISTA adalah token utilitas asli yang digunakan untuk: * Tata kelola: Pemegang token LISTA dapat memberikan suara pada keputusan tata kelola protokol. * Insentif Protokol: Pengguna dapat memperoleh token LISTA sebagai hadiah ketika mereka meminjam lisUSD dengan agunan atau melakukan pertanian likuiditas di pool lisUSD dan slisBNB. * Pengukur pemungutan suara: pengguna dapat mengunci token LISTA mereka sebagai veLISTA dan memilih jaminan yang ingin mereka gunakan untuk mencetak lisUSD dan kumpulan likuiditas yang mereka inginkan untuk menyediakan LP dengan emisi yang lebih tinggi. * Bagi hasil: Pengguna yang mengunci LISTA mereka untuk veLISTA juga akan memenuhi syarat untuk mendapatkan bagi hasil.\r\n\r\nLISTA mencakup: 1. Stablecoin yang dipatok ke USD, dan sepenuhnya dijamin dengan aset kripto seperti BNB, ETH, slisBNB, dan wBETH. Pada fase 1, lisUSD memanfaatkan model MakerDAO yang telah terbukti untuk produk stablecoin yang terdesentralisasi dan tidak bias. Lista pada akhirnya akan bertransisi ke dalam basis kode Liquity pada Fase 2 di Ethereum dan BSC, yang diperkirakan akan terjadi pada Q2 tahun 2024. 2. Token staking cair BNB slisBNB: slisBNB adalah token staking cair dan bantalan imbal hasil asli Lista DAO untuk BNB. slisBNB dihargai terhadap BNB sesuai dengan APR staking BNB, sehingga pengguna memiliki kebebasan untuk mendapatkan imbal hasil tambahan di platform DeFi yang berbeda sambil mendapatkan imbalan staking secara pasif.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://lista.org/","twitch":null,"twitter":"https://twitter.com/lista_dao","telegram":"https://t.me/ListaDAO","white_paper":"https://docs.bsc.lista.org/"},"price_info":{"high_label":"12.522,87","low_label":"11.135,99","price":12202.368,"price_label":"12.202,36","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"22,6329","amount":22.632900000000518,"rate_label":"0,18","rate":0.0018582423849267885,"graph_data":[12179.7351,12207.039999999999,12415.6422,12185.5952,12237.4746,12084.9696,11859.693299999999,11890.3168,11848.1454,12159.938699999999,11914.133399999999,11588.0785,11299.795,11257.017,11289.537999999999,11364.2387,11359.9768,11502.8471,11305.4844,11464.2816,11469.2352,12005.875199999999,12275.020799999998,12210.624000000002]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"0","coin_labels":["NEW_COIN"],"minimum_amount":82560,"minimum_quantity":0.1,"maximum_quantity":92141578,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}