{"symbol":"LRC","asset_name":"Loopring","asset_logo":"https://www.cryptocompare.com/media/36798698/lrc-logo.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"5,67T","current_supply":1373873397,"maximum_supply":null,"start_date":1557187200000,"description":"Apa tu Loopring (LRC): Layer 2 yang Lebih Cepat, Lebih Terjangkau\r\n\r\nLoopring (LRC) adalah platform Layer 2 di Ethereum yang memungkinkan siapapun untuk menciptakan pertukaran terdesentralisasi (decentralized exchange, disingkat DEX). LRC adalah token native Loopring.\r\n\r\nSejarah singkat Loopring\r\nLoopring didirikan oleh Daniel Wang di tahun 2017. Di tahun yang sama Loopring mengadakan penawaran koin perdana (ICO) dan berhasil menggalang 120.000 Ether (setara US$ 45 juta pada saat itu). Namun karena perubahan regulasi dari negara Tiongkok, 80% dari dana tersebut terpaksa dikembalikan. Sejak saat itu Loopring telah menerima pendanaan dari G2H2 Capital, NEO, Fundamental Labs, dan Obsidian Capital.\r\n\r\nCara kerja Loopring\r\nLoopring adalah platform pertama yang memanfaatkan zkRollups. Protokol zkRollups bisa menjalankan perhitungan transaksi di luar Ethereum lalu menggabungkan ratusan transaksi dalam satu bundel untuk dikirim balik ke jaringan. Transaksi ini kemudian diselesaikan di Ethereum. Sebuah teknik kriptografi bernama Zero-Knowledge Proof kemudian memvalidasi transaksi tanpa membocorkan kerahasiaan transaksi.\r\n\r\nKegunaan Loopring\r\nLoopring menawarkan beragam peralatan dan infrastruktur untuk mempersingkat pembuatan dan pengoperasian DEX. Token native Loopring digunakan untuk membayar biaya platform, untuk tatakelola jaringan, dan hadiah staking.\r\n\r\nKelebihan Loopring\r\nLoopring telah menunjukkan kemampuan memilih kerja sama yang fenomenal. Harganya pernah naik 700% di akhir 2021 karena kerjasamanya dengan GameStop (GME) untuk membangun pertukaran NFT. Loopring juga telah meluncurkan koleksi NFT dan mengembangkan Loopring HQ di Decentraland. Beberapa rencana Loopring ke depan adalah mengembangkan pertukaran fiat ke aset kripto dan sebaliknya di Loopring, dan mengintegrasikan yield farming agar pengguna bisa mendapat penghasilan tambahan dari aset kriptonya.","weiss_rating":{"rating":"C","market_performance_rating":"D","technology_adoption_rating":"C+"},"community":{"official_site":"https://loopring.org/","twitch":"","twitter":"https://twitter.com/loopringorg","telegram":"https://t.me/loopring_en","white_paper":"https://github.com/Loopring/protocols/blob/master/packages/loopring_v3/DESIGN.md"},"price_info":{"high_label":"4.236,3359","low_label":"3.869,587","price":4117.134,"price_label":"4.117,134","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"205,4459","amount":205.4459999999999,"rate_label":"5,25","rate":0.052521059961837424,"graph_data":[3911.688,3914.1142,3928.9314,3890.7972,3898.621,3982.4,4061.0501999999997,4057.5824000000002,4084.0660000000003,4092.1857999999997,4127.803199999999,4110.8889,4135.776,4180.8,4199.8348,4185.624,4190.049099999999,4210.673,4185.5772,4127.289599999999,4106.1405,4125.169,4125.4257,4117.134]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"34,62M","coin_labels":null,"minimum_amount":16070,"minimum_quantity":1,"maximum_quantity":1860332,"minimum_tick":1,"quote_tick":0.0001,"decimal_point":{"price":4}}