{"symbol":"MATIC","asset_name":"Polygon","asset_logo":"https://www.cryptocompare.com/media/37746047/matic.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"116,57T","current_supply":9908000000,"maximum_supply":null,"start_date":1590796800000,"description":"Matic menyediakan transaksi yang mudah diskalakan, aman, dan instan menggunakan sidechain yang didasarkan pada adaptasi kerangka Plasma demi keamanan aset dan jaringan validator Proof-of-Stake (PoS) terdesentralisasi. Singkatnya, Matic memungkinkan siapapun untuk membuat DApps sambil tetap menyediakan pengalaman pengguna terbaik dalam lingkungan yang aman dan terdesentralisasi. Matic memiliki implementasi yang dapat dijalankan dalam blockchain Ethereum dalam Ropsten Testnet. Matic berniat untuk mendukung blockchain lainnya di masa depan, yang akan memungkinkan Matic untuk menyediakan fitur penggunaan silang (interoperability) bersamaan dengan menawarkan penskalaan untuk blockchain publik yang sudah ada.\n\nJaringan Matic kini memperluas cakupan teknologi dan misi mereka untuk menjadi Polygon—Blockchain Internet milik Ethereum. Namun segala solusi dan implementasi Matic yang sudah ada, seperti Matic PoS Chain dan Matic Plasma Chain, masih akan berfungsi dan menjadi prioritas tertinggi dalam pengembangan Matic, serta akan mengambil peran sebagai komponen yang penting dalam ekosistem Polygon. Implementasi ini tidak akan terdampak atau diubah dengan cara apapun, dan tidak ada aksi apapun yang diperlukan dari pengembang maupun pengguna. Token MATIC akan selalu ada dan mengambil peran yang lebih penting untuk mengamankan sistem dan memungkinkan adanya tata kelola (governance).\n\nPolygon direncanakan untuk menjadi platform yang mudah digunakan untuk penskalaan serta pengembangan infrastruktur Ethereum. Komponen intinya adalah Polygon SDK, sebuah kerangka modular dan fleksibel yang mendukung pembangunan dan penghubungan dua tipe solusi: rantai Layer 2, sebuah solusi penskalaan yang mengandalkan Ethereum demi keamanan daripada membangun kelompok validator mereka sendiri; dan Sidechain, rantai Ethereum yang berdiri sendiri, yang lebih dari mampu untuk memastikan keamanan mereka sendiri, contohnya dengan membangun kelompok validator secara mandiri.","weiss_rating":{"rating":"B","market_performance_rating":"C+","technology_adoption_rating":"B+"},"community":{"official_site":"https://polygon.technology/","twitch":"","twitter":"https://twitter.com/maticnetwork","telegram":"https://t.me/maticnetwork","white_paper":"https://polygon.technology/papers/"},"price_info":{"high_label":"11.772,11","low_label":"11.563,79","price":11665.4105,"price_label":"11.665,41","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-31,832199","amount":-31.83219999999892,"rate_label":"-0,27","rate":-0.002721342184342206,"graph_data":[11697.242699999999,11650.7296,11703.077099999999,11736.3272,11693.596,11640.647500000001,11592.270199999999,11656.6085,11640.541500000001,11647.85,11661.011999999999,11721.7536,11718.688,11677.074,11701.596099999999,11706.4162,11709.4959,11733.580600000001,11747.2766,11666.863500000001,11711.385,11623.6623,11663.231,11665.4105]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"383,72M","coin_labels":null,"minimum_amount":16055,"minimum_quantity":0.1,"maximum_quantity":2724610,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}