{"symbol":"MC","asset_name":"Merit Circle","asset_logo":"https://www.cryptocompare.com/media/38554152/mc.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"0","current_supply":0,"maximum_supply":null,"start_date":1634860800000,"description":"Apa itu Merit Circle (MC)?\n\nMerit Circle adalah organisasi otonom terdesentralisasi (DAO) yang memiliki fokus mengembangkan ekonomi play-to-earn (P2E). Proyek ini memiliki tujuan mengembangkan era baru permainan game yang memungkinkan penggunanya mendapatkan imbalan dengan memainkan game favorit mereka, menjadikan permainan ini lebih dari sekadar hobi sederhana. Diluncurkan pada 4 November 2021, proyek ini telah melalui pengembangan sejak Juli 2021. Saat ini, Merit Circle berhasil membentuk komunitas dengan lebih dari 64.800 pengikut di Twitter, sebuah komunitas besar untuk proyek yang tergolong baru.\n\n\nMerit Circle saat ini mendukung Axie Infinity — sebuah game berkonsep play-to-earn mengenai pertarungan monster paling populer dengan volume perdagangan tertinggi. Melalui konsep play-to-earn ini, para 'scholar' memperoleh keterampilan baru yang akan segera diminati karena pengusaha perlahan tapi pasti berkembang ke metaverse kripto. \nDAO berencana untuk mendukung Star Atlas, Iluvium, dan Hash Rush. Star Atlas, misalnya, digambarkan sebagai gim blockchain paling ambisius. Illuvium tampaknya menjadi jenis permainan bertema fiksi sains yang bertahan hidup di dunia alien, sementara Hash Rush adalah RTS sci-fi/fantasi daring yang berlatar di galaksi Hermeian fiksi, di permainan tersebut, para pemain juga harus membangun, bertarung, dan menukar jalan mereka untuk bertahan hidup dan menang.\n\nApa yang Membuat Merit Circle Unik?\n\nMeskipun konsep di balik Merit Circle tidak sepenuhnya baru, proyek ini sendiri adalah DAO terkemuka dengan tujuan untuk memaksimalkan perolehan nilai di berbagai game di metaverse. Platformnya berada di persimpangan modal, keahlian, dan pemain — mewakili investor, platform, dan manajer — dan tentu saja, para pemain game.\n\nLaba yang berpotensi dihasilkan oleh proyek akan dapat dikonversikan menjadi pendapatan yang berpotensi mengubah hidup bagi beberapa pemain gim yang terlibat dengannya. Para pemain sendiri telah mengakui manfaat dari nilai proyek melalui program beasiswa yang disiapkan untuk mereka. Di mana saat ini terdapat lebih dari 500 ‘scholar’ yang memainkan Axie Infinity.  \n\nLingkaran Merit Circle sudah memiliki pendapatan signifikan, yang juga menguntungkan DAO itu sendiri, serta pemain dan penyedia likuiditas. Lebih banyak lagi yang diperkirakan bergabung, terutama karena Merit Circle DAO akan mulai fokus pada peluang lain di metaverse melalui pengembangan game baru.\n\n\nLebih jauh lagi, Merit Circle juga memiliki daftar mitra yang mengesankan, termasuk DeFiance Capital, Spartan Group, Yield Guild Games, dan banyak lagi. Deretan perusahaan ini dan beberapa perusahaan terkemuka yang berada pada industri ini telah memuji Merit Circle karena berhasil membangun proses operasional yang terukur yang dapat secara efektif menumbuhkan, bergabung, dan mempertahankan anggota baru. Bahkan, Arthur dari DeFiance Capital mengatakan bahwa DeFiance percaya bahwa “Merit Circle akan menjadi salah satu guild teratas yang akan menjadi pembuat raja di alam ini.”\n\n\nSelama putaran investasi awal, semua mitra, ditambah sejumlah investor malaikat, membantu mengumpulkan $4,5 juta untuk proyek ini.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.meritcircle.io/","twitch":"","twitter":"https://twitter.com/MeritCircle_IO","telegram":"https://t.me/meritcircle","white_paper":""},"price_info":{"high_label":"8.344,4989","low_label":"7.363,5259","price":8084.4632,"price_label":"8.084,4632","price_in_idr_label":null,"price_in_idr":null,"price_change":{}},"halt_config":{"warning_info_text":{"title":"Aset kripto sedang diberhentikan sementara","message":"Kegiatan jual-beli aset telah dihentikan untuk sementara waktu."},"popup_info_text":null,"is_graph_enabled":false,"is_buy_enabled":false,"is_sell_enabled":false,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"44,46JT","coin_labels":null,"minimum_amount":81195,"minimum_quantity":0.01,"maximum_quantity":9222449,"minimum_tick":0.01,"quote_tick":0.0001,"decimal_point":{"price":4}}