{"symbol":"MKR","asset_name":"Maker","asset_logo":"https://www.cryptocompare.com/media/1382296/mkr.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"43,2T","current_supply":925404,"maximum_supply":null,"start_date":1511568000000,"description":"Maker adalah platform peminjaman peer-to-contract. Pengguna bisa mendapatkan pinjaman dengan mengunci jaminan yang kemudian ditukar dengan DAI, stablecoin dari Maker. DAI dapat didistribusikan, digunakan sebagai pembayaran barang atau jasa, atau disimpan untuk jangka panjang. Koin native Maker adalah MKR, sebuah token yang memungkinkan pemegangnya untuk ikut mengelola protokol Maker.\n\nProtokol Maker dimulai di tahun 2014 sebagai sistem kredit tanpa otorisasi pusat.  Maker Foundation kemudian didirikan di tahun 2015 sebagai proyek sumber-terbuka (open-source) untuk menawarkan kebebasan dan kesempatan finansial untuk semua orang.\n\nDi tahun 2017, Maker meluncurkan token tata kelola Maker (MKR) dan iterasi stablecoin pertamanya yang dikenal dengan nama Single Collateral Dai (SAI). SAI menggunakan Ether (ETH) sebagai jaminan. Dua tahun kemudian, Maker Foundation merilis Multi-Collateral Dai (DAI) dan memberhentikan SAI secara bertahap. Stabilitas DAI dijaga dari sistem dinamis yang disebut dengan collateralized debt positions (CDP), mekanisme umpan balik mandiri, dan insentif eksternal untuk pemegang MKR.\n\nMaker hendak menyelesaikan tantangan sektor finansial tradisional, salah satunya masalah transparansi. Untuk itu, Maker menggunakan teknologi blockchain dan smart contract yang menghapus kebutuhan otoritas sentral dan pihak ketiga. Semua transaksi di Maker berjalan secara transparan, mandiri, dan dikelola komunitas.\n\nUntuk pengelolaan tersebut, Maker menggunakan MKR, sebuah token ERC20, sebagai mekanisme utama. MKR berfungsi sebagai metode pembayaran biaya jaringan Maker, sebagai token tata kelola Maker untuk voting, dan sebagai penjaga stabilitas DAI. MKR hanya dibuat dan dibakar seiring naik-turunnya DAI terhadap mata uang dolar. Protokol Maker kemudian menghancurkan koin MKR setelah kontrak peminjaman berakhir. Dari mekanisme ini, DAI bisa selalu stabil, bahkan dalam kondisi pasar apapun.","weiss_rating":{"rating":"B-","market_performance_rating":"C-","technology_adoption_rating":"B"},"community":{"official_site":"https://makerdao.com/en/","twitch":"","twitter":"https://twitter.com/MakerDAO","telegram":"https://t.me/makerdaoOfficial","white_paper":"https://makerdao.com/en/whitepaper/"},"price_info":{"high_label":"46.082.454","low_label":"44.006.705","price":44492826.900000006,"price_label":"44.492.826","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-1.374.334","amount":-1374334.6999999955,"rate_label":"-2,99","rate":-0.029963369261550195,"graph_data":[45867161.6,45837406.1,45907771.699999996,45685576,45607525.800000004,45606337.5,45695416,45736172,45496283.800000004,45245911.199999996,45339447.800000004,45051637.5,45277387.5,45254143,44950184.300000004,44941383.9,44686182.900000006,44397292.8,44638296,44688154,44620319.1,44375202,44220517.2,44491676.800000004]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"279,89M","coin_labels":null,"minimum_amount":16113,"minimum_quantity":0.0001,"maximum_quantity":248,"minimum_tick":0.00001,"quote_tick":0.1,"decimal_point":{"price":0}}