{"symbol":"NEO","asset_name":"NEO","asset_logo":"https://www.cryptocompare.com/media/37746892/neo.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"30,56T","current_supply":100000000,"maximum_supply":100000000,"start_date":1501545600000,"description":"Apa Itu Neo (NEO)?\r\nMengklaim sebagai ekosistem yang \"tumbuh dan berkembang pesat\" , Neo memiliki tujuan menjadi fondasi bagi internet generasi berikutnya—sebuah ekonomi baru tempat pembayaran, identitas, dan aset digital bersatu.\r\n\r\nDiluncurkan sejak Februari 2014 dengan nama awal Antshares, proyek ini diyakini adalah blockchain publik pertama Tiongkok. Platform sumber terbukanya kemudian diganti nama menjadi Neo tiga tahun kemudian.\r\n\r\nSelain menciptakan komunitas pengembang di seluruh dunia yang membuat infrastruktur baru untuk jaringan dan menurunkan hambatan masuk, tim di balik proyek ini mengoperasikan inisiatif EcoBoost yang dirancang untuk mendorong orang-orang membangun aplikasi terdesentralisasi dan smart contract pada blockchainnya.\r\n\r\nNeo sering dijuluki sebagai Ethereum versi Tiongkok. \r\n\r\nSiapa saja tokoh di balik Neo?\r\nPendiri Neo dan pendahulunya Antshares, adalah Da Hongfei dan Erik Zhang. Keduanya menjabat sebagai ketua Neo Foundation, yang bertujuan untuk mempromosikan adopsi blockchain.\r\n\r\nDa Hongfei pernah berkata bahwa, meskipun penemuan teknologi internet adalah sesuatu yang hebat, tetapi internet masih memiliki banyak kekurangan – yang berarti bahwa konsumen sehari-hari tidak selalu memiliki kendali atas data mereka sendiri. Sebagai seorang pengusaha, beliau meyakini aplikasi blockchain pada akhirnya akan menjadi arus utama.\r\n\r\nErik Zhang adalah penulis algoritme Delegated Byzantine Fault Tolerance, yang bertujuan untuk mencegah peserta yang tidak dapat dipercaya dari mengambil bagian dalam operasi blockchain-nya. Teknologi ini kemudian digunakan di blockchain Neo. Menjabat sebagai pengembang inti untuk jaringan ini, beliau memiliki peran penting dalam pengembangan Neo 3.0, pengulangan berikutnya atas infrastruktur proyeknya.\r\n\r\nApa yang Membuat Neo Unik?\r\n\r\nSalah satu nilai jual unik dari blockchain Neo berkaitan dengan pengembangannya yang berkelanjutan, yang membantu memastikan bahwa Neo mampu bertahan di masa depan dan mampu mengatasi permintaan yang meningkat tiba-tiba. Seperti disebutkan sebelumnya, proyeknya telah mengembangkan Neo 3.0—meningkatkan keamanan jaringan dan memungkinkan lebih banyak transaksi untuk diproses per detik.\r\n\r\nBerbeda dengan blockchain lainnya, jaringan ini juga memiliki dua token asli: NEO dan GAS. Keduanya memiliki fungsi yang berbeda, yaitu: NEO berfungsi sebagai token investasi dan memungkinkan orang untuk berpartisipasi dalam pemungutan suara terkait kemajuan blockchain-nya, GAS digunakan untuk membayar biaya transaksi yang sedang diproses di jaringan.\r\n\r\nBeberapa proyek blockchain lain juga mengerahkan dana pengembangan sejauh yang dilakukan oleh Neo. EcoBoost diluncurkan pada tahun 2019, dan dianggap sebagai inisiatif yang memberikan \"dukungan seumur hidup penuh untuk proyek berpotensi tinggi\"—termasuk tunjangan, dukungan teknis, dan promosi di media sosial.","weiss_rating":{"rating":"C","market_performance_rating":"D-","technology_adoption_rating":"C"},"community":{"official_site":"https://neo.org/","twitch":"","twitter":"https://twitter.com/neo_blockchain","telegram":"https://t.me/NEO_EN","white_paper":"https://docs.neo.org/v2/docs/en-us/basic/whitepaper.html"},"price_info":{"high_label":"335.843,49","low_label":"303.575,8","price":304100.28,"price_label":"304.100,28","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-27.665,45","amount":-27665.459999999963,"rate_label":"-8,33","rate":-0.08338853794849331,"graph_data":[331765.74,326056.88999999996,322423.92000000004,318254.08,316674.15,319004.04,318169.08,317560.14999999997,319715.2,319839.1,324588.89999999997,317557.5,315327.60000000003,314696.8,315264.28,312132.8,314135.36,314077.27999999997,313629.25,312980.25,312504.5,309257.7,306966.03,304100.28]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"2,22T","coin_labels":null,"minimum_amount":81180,"minimum_quantity":0.01,"maximum_quantity":90000,"minimum_tick":0.01,"quote_tick":0.01,"decimal_point":{"price":2}}