{"symbol":"OGN","asset_name":"Origin Protocol","asset_logo":"https://www.cryptocompare.com/media/37746928/ogn.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"3,54T","current_supply":578174060,"maximum_supply":null,"start_date":1538352000000,"description":"Apa itu Origin Protocol (OGN)?\r\nOrigin Protocol mengembangkan teknologi web3 dengan tujuan untuk membawa Non-fungible Tokens (NFTs) dan keuangan terdesentralisasi (DeFi) ke masyarakat luas. Protokol ini memiliki peralatan yang cukup unik dengan partnership yang cukup luas untuk mencapai tujuan ini. Origin Protocol memiliki dua produk unggulan: Origin Story (diatur oleh OGN) dan Origin Dollar (diatur oleh OGV).\r\nOrigin Story adalah solusi white label NFT marketplace yang menjadi platform untuk memfasilitasi transaksi NFT untuk berbagai industri, termasuk real estat, foto profil, musik, serta industri hiburan dan kesenian.\r\n\r\nSiapa saja tokoh di balik Origin Protocol?\r\nOrigin Protocol didirikan oleh Josh Fraser dan Matthew Liu. Investor dari Origin Protocol dipimpin oleh Pantera Capital, dengan investasi lainnya dari Foundation Capital, Blocktower, Steve Chen (founder YouTube), Alexis Ohanian (co-founder Reddit), and Garry Tan (partner di Y Combinator).\r\n\r\nApa yang membuat Origin Protocol unik?\r\nOrigin Protocol ingin memberikan nilai tambah pada berbagai peluang yang kripto-sentris pada beberapa vertikal berbeda.\r\nOrigin Story Marketplaces memberi kesempatan kreator dan kolektor untuk memiliki kontrol pada konten serta produk digital mereka. Setiap white label marketplace menawarkan  dashboard data analytics yang terintegrasi, listing marketplace yang teragregasi, pengalaman membeli yang dipermudah, dan kustomisasi estetika yang disesuaikan dengan keinginan klien.\r\nSelain itu, bagian inti dari Origin Protocol adalah stablecoin Origin Dollar (OUSD). Stablecoin yang telah fully collateralized ini tidak membutuhkan staking atau lock-up period, serta bisa menambahkan yield langsung kepada wallet penggunanya. Yield diperoleh dari DeFi protokol blue-chip seperti Curve, Convex, Compound, dan Aave. Namun, APY yang diperoleh akan lebih tinggi karena adanya mekanisme rebasing yang unik. Hanya wallet pengguna yang mendapatkan yield, sehingga dana yang disimpan pada smart contracts akan berlaku sebagai multiplier pada yield penggunanya. ","weiss_rating":{"rating":"C","market_performance_rating":"D-","technology_adoption_rating":"C"},"community":{"official_site":"https://www.originprotocol.com/","twitch":"","twitter":"https://twitter.com/originprotocol","telegram":"https://t.me/originprotocol","white_paper":"https://www.originprotocol.com/litepaper"},"price_info":{"high_label":"3.768,93","low_label":"3.491,037","price":3573.0165,"price_label":"3.573,0165","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-163,1652","amount":-163.16529999999966,"rate_label":"-4,36","rate":-0.04367167036678988,"graph_data":[3736.1818,3736.8540000000003,3765.7224,3696.2980000000002,3660.9300000000003,3669.4815000000003,3640.0591999999997,3685.0775999999996,3679.3255999999997,3684.3810000000003,3694.0344,3685.7608,3679.5543,3640.408,3658.3320000000003,3636.34,3495.87,3558.6336,3545.7400000000002,3539.5128,3539.5128,3558.7192,3540.7545,3573.0165]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"73,19M","coin_labels":null,"minimum_amount":80655,"minimum_quantity":1,"maximum_quantity":900000,"minimum_tick":1,"quote_tick":0.0001,"decimal_point":{"price":4}}