{"symbol":"OMG","asset_name":"OMG Network","asset_logo":"https://www.cryptocompare.com/media/37071946/omg.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"1,48T","current_supply":140245398,"maximum_supply":null,"start_date":1499299200000,"description":"OMG Network adalah protokol penskalaan Layer-2 untuk Ethereum, dengan transaksi lebih cepat, biaya rendah, dan aman menggunakan protokol unik bernama Plasma. OMG adalah native token milik jaringan ini.\n\nOMG Network didirikan oleh perusahaan keuangan Omise di 2017. Dengan nama awal yaitu OmiseGo, proyek ini menawarkan sistem pembayaran yang dipercaya perusahaan besar seperti McDonald's, Allianz, serta bank dan pemerintah Thailand. Setelah berubah nama menjadi OMG Network di Juni 2020, jaringan ini lalu berkembang menjadi altcoin Ethereum pertama yang mencapai valuasi US$1 miliar.\n\nJaringan ini menjalankan konsensus Proof of Authority (PoA). OMG membuat lapisan khusus untuk transfer nilai atau aset kripto di atas Ethereum. Lapisan ini juga mengombinasikan transaksi Ethereum dan memvalidasinya melalui rantai anak berkecepatan tinggi sebelum dikirim lagi ke Ethereum untuk dikonfirmasi. Dengan cara ini OMG bisa memiliki transaksi lebih cepat, aman, dan rendah biaya.\n\nJaringan OMG Network menyediakan berbagai cara mendapatkan profit untuk investor. OMG Network secara bersamaan merupakan sebuah pertukaran terdesentralisasi, mekanisme penyedia likuiditas, jaringan berkirim pesan, dan gerbang blockchain dengan aset digital. Segala sistem ini saling mendukung untuk menyediakan kemampuan transfer aset tanpa pertukaran tradisional, seperti bank.\n\nDengan harganya sekarang, OMG memiliki kesempatan untuk berkembang dan meningkatkan nilai tokennya. Di luar itu, OMG Network juga menawarkan sistem pembayaran yang aman dan cepat, serta sadar lingkungan, hingga mengalahkan banyak kompetitornya. Dengan teknologi, nilai dan kegunaan yang jelas di dunia nyata, persetujuan dari bank dan pemerintah Thailand, dan dukungan dari Vitalik Buterin dan Gavin Wood, OMG Network mungkin akan teruji dan terbukti menjadi salah satu pemenang dalam dunia kripto.","weiss_rating":{"rating":"D","market_performance_rating":"E+","technology_adoption_rating":"D"},"community":{"official_site":"https://omisego.network/","twitch":"","twitter":"https://twitter.com/omise_go","telegram":"https://t.me/omgnetwork","white_paper":"https://docs.omg.network/"},"price_info":{"high_label":"11.096,91","low_label":"10.367,11","price":10694.53,"price_label":"10.694,53","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"102,7039","amount":102.70399999999972,"rate_label":"0,96","rate":0.009696533912094072,"graph_data":[10591.826000000001,10727.361,10749.492,10722.068000000001,10632.185000000001,10669.659,10663.029,10651.354000000001,10674.963,10705.17,10754.132000000001,10695.195,10557.664,10609.5,10625.575,10734.76,10807.034000000001,10917.641000000001,10981.92,11064.15,10827.810000000001,10860.075,10616.1,10694.53]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"85,06M","coin_labels":null,"minimum_amount":80410,"minimum_quantity":0.1,"maximum_quantity":900000,"minimum_tick":0.1,"quote_tick":0.001,"decimal_point":{"price":2}}