{"symbol":"OP","asset_name":"Optimism","asset_logo":"https://www.cryptocompare.com/media/40219338/op.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"182,34T","current_supply":1045379867,"maximum_supply":null,"start_date":1636588800000,"description":"Apa itu Optimism (OP)?\r\nOptimism adalah blockchain layer dua yang dibangun di atas Ethereum. Optimism menikmati keunggulan tingkat keamanan mainnet Ethereum dan membantu meningkatkan skala ekosistem Ethereum menggunakan optimistic rollups. Transaksi dicatat dalam Optimism namun diamankan menggunakan Ethereum.\r\nOptimism adalah salah satu solusi peningkatan skala terbesar di Ethereum dengan lebih dari $500 juta nilai TVL. Optimism memiliki 97 protokol, di antaranya Synthetix (SNX), sebuah derivative exchange, Uniswap (UNI) yang merupakan sebuah DEX, dan Velodrome (VELO) yang merupakan sebuah AMM. Pengguna bisa memulai perjalanannya di Optimism dengan menambahkan jaringan ini pada token Metamask dan bridging milik mereka seperti ETH ke layer dual. Pada 31 Mei 2022, Optimism melakukan airdrop yang ditunggu-tunggu pada token OP mereka. \r\n\r\n\r\nSiapa tokoh di balik Optimism?\r\nOptimism dibangun oleh Optimism Foundation, sebuah organisasi non-profit yang didedikasikan untuk membangun eksosistem Optimism. Seperit Ethereum, Optimism memiliki tujuan menjadi barang yang terdesentralisasi penuh dan tidak berorientasi pada profit. Pendanaan Optimism berasal dari hibah dan donasi, dan memiliki komitmen untuk membangun infrastruktur yang mendorong pertumbuhan dan keberlanjutan barang publik.\r\n\r\nApa yang membuat Optimism unik?\r\nOptimism dibangun berdasarkan empat prinsip utama:\r\n-Kesederhanaan\r\n-Pragmatisme\r\n-Keberlanjutan\r\n-Optimisme\r\n\r\nOptimism menargetkan jumlah minimum bagian yang bergerak sambil membangun solusi lapisan kedua untuk Ethereum. Dalam praktiknya, ini berarti menggunakan kode dan infrastruktur Ethereum yang terbukti selama memungkinkan. Optimism dengan demikian bisa menjaga kodenya agar tetap sederhana serta bekerja langsung menggunakan basis kode yang ada. \r\nEkosistem ini lebih lanjut menekankan pragmatisme dan didorong oleh kebutuhan dunia nyata, didasari oleh kendala timnya sendiri dan pengguna yang terlibat dengan ekosistem. Karenanya, Optimism bertujuan untuk membangun secara iteratif dan menerapkan fitur-fitur seperti kesetaraan EVM secara bertahap.\r\n\r\nProses rancangan Optimism dibangun di sekitar gagasan keberlanjutan jangka panjang dan tidak mengambil jalan pintas menuju skalabilitas. Itulah mengapa ia menggunakan 'rollup optimistic' dan memanfaatkan mekanisme konsensus Ethereum untuk meningkatkan skala jaringan. Blok-blok dibangun dan dieksekusi pada L2 (Optimism), sementara transaksi pengguna dikumpulkan dan diserahkan ke L1 (Ethereum). L2 tidak memiliki mempool (antrean), dan transaksi langsung diterima atau ditolak. Ini menjamin pengalaman pengguna yang mulus sambil memastikan keamanan melalui mekanisme konsensus Ethereum.\r\n\r\nTransaksi diajukan ke Ethereum tanpa bukti validitas langsung dan dapat digugat untuk jangka waktu tertentu (saat ini tujuh hari). Setelah itu, transaksi dianggap final. Hal ini yang menjadi penyebab mengapa penarikan dari Optimism ke Ethereum membutuhkan waktu proses tujuh hari.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.optimism.io/","twitch":"https://www.twitch.tv/optimismfnd","twitter":"https://twitter.com/optimismFND","telegram":"","white_paper":"https://community.optimism.io/"},"price_info":{"high_label":"43.755,1","low_label":"41.810,64","price":42457.755,"price_label":"42.457,75","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-1.028,533","amount":-1028.533000000003,"rate_label":"-2,36","rate":-0.023651892293037362,"graph_data":[43486.288,43610.01,43553.625,43537.5,43430.011,43201.554,42978.455,43107.471,42924.75,42811.875,42882.015,42511.077,42637.4,42441.642,42248.661,42439.008,42195.1,42286.125,41909.913,42119.382,43005.597,42892.806,42538.32,42455.119999999995]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"1,66T","coin_labels":null,"minimum_amount":16113,"minimum_quantity":0.01,"maximum_quantity":1000000,"minimum_tick":0.01,"quote_tick":0.001,"decimal_point":{"price":2}}