{"symbol":"PAXG","asset_name":"PAX Gold","asset_logo":"https://www.cryptocompare.com/media/37747633/paxg.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"6,96T","current_supply":184238,"maximum_supply":null,"start_date":1567036800000,"description":"Pax Gold (PAXG) adalah aset kripto yang didukung oleh emas, yang digagas oleh pendiri Paxos Standard (PAX) pada tahun 2019. Sebagai token ERC-20 yang beroperasi pada blockchain Ethereum, Pax Gold bisa diperdagangkan dalam berbagai exchange dan telah menjadi salah satu alternatif akses bagi para traders untuk bertransaksi aset emas. \r\n\r\nPax Gold memiliki tujuan untuk membuat emas semakin mudah diperdagangkan, meskipun bentuk fisiknya tidak begitu mudah untuk dibagi atau dipindahkan. Karena itulah, Paxos Standard berinisiatif membuat aset kripto yang sepenuhnya didukung oleh emas. Menurut laporan whitepaper resminya, Pax Gold memungkinkan investor untuk membeli emas dalam jumlah kecil melalui aset kripto ini, sehingga menghilangkan batas minimum pembelian untuk komoditas ini.\r\n\r\nSiapa yang mendirikan Pax Gold?\r\n\r\nSalah satu tokoh di balik Pax Gold adalah Charles Cascarilla, yang merupakan pendiri dan CEO dari Paxos Standard dan Pax Gold. Berbekal pengalaman tinggi dalam pengelolaan pasar modal, beliau memutuskan untuk mengeksplor potensi aset kripto itu sendiri. \r\n\r\nMemiliki gelar dalam bidang Finansial dari Universitas Notre Dame, Cascarilla menjadi co-founder Cedar Hill Capital Partners pada tahun 2005, yang menjadi titik awal karirnya dalam bidang finansial dan pengelolaan pasar modal. Sejak saat itu, Cascarilla telah berpartisipasi dalam proyek pengembangan pasar modal berbasis tradisional maupun blockchain.\r\n\r\nApa keunikan Pax Gold?\r\n\r\nDengan banyaknya token ERC-20 yang beredar di pasar aset kripto, Pax Gold memiliki keunggulan karena didukung oleh emas, sebuah komoditas yang sudah teruji. Menurut laporan whitepaper resminya, masih banyak jumlah komoditas emas yang tidak dapat diakses oleh investor berskala kecil. Di sini Pax Gold mengambil peran penting. Setiap token PAXG didukung oleh sebagian dari potongan emas batangan London Gold Delivery, yang disimpan di brankas emas milik Brink, salah satu perusahaan penyimpanan emas yang ditunjuk oleh London Bullion Market Association. \r\n\r\nDengan penggabungan elemen likuiditas dan keamanan aset kripto berbasis blockchain, serta dukungan dari komoditas fisik emas yang dapat diandalkan, Pax Gold berharap bisa membawa kesempatan investasi baru bagi para traders. PAXG telah menginspirasi developer aset kripto lainnya untuk membuat token yang berbasis komoditas emas.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://paxos.com/paxgold/","twitch":null,"twitter":"https://twitter.com/PaxosGlobal","telegram":null,"white_paper":"https://whitepaper.io/coin/pax-gold"},"price_info":{"high_label":"38.025.074","low_label":"37.623.150","price":37795196,"price_label":"37.795.196","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-95.314","amount":-95314,"rate_label":"-0,25","rate":-0.002515511139860614,"graph_data":[37890510,37689784,37729428,37727096,37794600,37766112,37837583,37872008,37851165,37871750,37797276,37820706,37790763,37772280,37781399,37783740,37749121,37801962,37781399,37783740,37813677,37823049,37818363,37795196]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"32,64M","coin_labels":null,"minimum_amount":80690,"minimum_quantity":0.0001,"maximum_quantity":9000,"minimum_tick":0.0001,"quote_tick":1,"decimal_point":{"price":0}}