{"symbol":"PEPE","asset_name":"Pepe","asset_logo":"https://s2.coinmarketcap.com/static/img/coins/200x200/24478.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["LIMIT"],"market_cap_label":"98,63T","current_supply":0,"maximum_supply":null,"start_date":1425513600000,"description":"Apa itu PEPE?\r\nPEPE merupakan sebuah deflationary memecoin yang diluncurkan pada Ethereum. Aset kripto ini merupakan bentuk penghormatan kepada meme internet yang dikenal dengan Pepe the Frog, yang sangat populer di awal tahun 2000an. \r\nProyek ini bertujuan untuk memanfaatkan popularitas koin berbasis meme internet, seperti Shiba Inu dan DogeCoin, serta memposisikan PEPE menjadi salah satu aset kripto berbasis meme internet yang top. PEPE mempunyai daya tarik tersendiri bagi komunitas kripto dengan kebijakan bebas pajak, sistem redistribusi yang dianggap menguntungkan bagi stakers jangka panjang, dan mekanisme burning untuk menjaga PEPE coin agar tetap langka.\r\nRoadmap PEPE sendiri terbagi menjadi tiga fase. Pada fase pertama, listing di CoinMarketCap dan menjadikan $PEPE trending di Twitter. Pada fase kedua, listing di centralized exchanges (CEX), serta fase ketiga melihat PEPE listing pada exchange listing “tier 1” yang kemudian diprediksi oleh tim internalnya mengarah kepada “meme takeover”.\r\n\r\nSiapa tokoh di balik PEPE?\r\nHingga saat ini, figur yang menggagas PEPE masih belum diketahui identitasnya. Di dunia kripto sendiri, founder yang bersifat anonim tidak jarang dijumpai. Meski informasi mengenai tim yang bekerja di balik proyek ini tidak dipublikasikan, mereka telah berhasil merebut perhatian internet melalui platform media sosial seperti Twitter, dengan mempromosikan memecoin mereka secara aktif dan membangun komunitas yang memiliki ketertarikan pada memecoin ini.\r\n\r\nApa yang membuat PEPE unik?\r\nDi memecoin market, PEPE tergolong unik karena citranya dibangun di atas identitas Pepe the Frog yang legendaris, sebuah karakter dengan sejarah yang cukup panjang dan kontroversial. Sehingga, proyek yang didedikasikan untuk karakter ini menjadikannya tampil beda di antara aset kripto lainnya, dan mengundang rasa tertarik di antara anggota komunitas kripto.\r\nSistem redistribusi adalah salah satu aspek unik lainnya dari PEPE, karena sistem ini dianggap menguntungkan bagi stakers jangka panjang, serta memberi insentif bagi para penggunanya untuk melakukan hold pada token ini untuk jangka panjang. Dengan begitu, proyek ini telah berhasil memberikan insentif untuk melakukan hold dan menaikkan probabilitas kesuksesan dari proyek ini sendiri.\r\nMekanisme burning dari PEPE sendiri kembali menonjolkan aspek keunikannya, dengan tujuan untuk menjaga agar aset kripto ini tetap langka. Akhirnya, kebijakan bebas pajak membuat PEPE beda dibandingkan aset kripto lainnya. Dengan tidak menarik biaya transaksi, proyek ini bisa menarik target pasar yang lebih luas dan memperluas basis penggunanya sendiri. \r\n\r\nBagaimana keamanan PEPE?\r\nPEPE sendiri adalah token ERC-20 pada blockchain Ethereum, yang dilindungi oleh konsensus mekanisme Proof-of-Stake (PoS). Decentralized validators melakukan stake 32 ETH untuk memproses transaksi dan mengamankan jaringannya. \r\n","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.pepe.vip/","twitch":"","twitter":"https://twitter.com/pepecoineth","telegram":"https://t.co/Ow65d2do6K","white_paper":""},"price_info":{"high_label":"0,243951","low_label":"0,227706","price":0.23221312,"price_label":"0,232213","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-0,008138","amount":-0.008138129999999993,"rate_label":"-3,38","rate":-0.033859320473681724,"graph_data":[0.24035125,0.23914858,0.23557160000000002,0.23544420000000002,0.2364805,0.23579028,0.23569800000000002,0.23798000000000002,0.23535756000000002,0.23393876,0.23383318,0.23063808,0.23013531,0.22997889000000002,0.23439828,0.2342494,0.23309244,0.23434985,0.2347776,0.23857684,0.23726798000000002,0.23528862,0.23527965,0.23221312]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"10,96T","coin_labels":null,"minimum_amount":16216,"minimum_quantity":1,"maximum_quantity":92233720368,"minimum_tick":1,"quote_tick":1e-8,"decimal_point":{"price":6}}