{"symbol":"QNT","asset_name":"Quant","asset_logo":"https://www.cryptocompare.com/media/43687849/qnt.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"26,04T","current_supply":14781727,"maximum_supply":null,"start_date":1529884800000,"description":"Apa itu Quant (QNT)?\r\n\r\nDiluncurkan pada Juni 2018, Quant memiliki tujuan utama menghubungkan blockchain dan jaringan berskala global, tanpa mengurangi efisiensi dan interoperabilitas antar jaringan. Quant merupakan proyek pertama yang menyelesaikan masalah interoperabilitas melalui pembuatan sistem operasional blockchain pertama.\r\nProyek ini dibangun sebagai sistem operasi untuk teknologi pembukuan yang terdistribusi – dan jaringan Overledger – untuk menghubungkan berbagai jaringan blockchain. Proyek ini dinyatakan sebagai sistem operasi pertama yang dibangun khusus untuk blockchain.\r\n\r\nMenggunakan Overledger, Quant memiliki tujuan utama untuk menjembatani jarak yang ada antar blockchain. Jaringan Overledger sendiri merupakan tulang punggung dari proyek ini, sedangkan Quant bertujuan untuk menciptakan ekosistem bagi pembangunan ekonomi digital di masa depan.\r\n\r\nOverledger memungkinkan para pengembangnya untuk membangun multi-chain application (MApps) yang terdesentralisasi, bagi para pelanggan mereka. Untuk pengembang bisa membnagun MApp di jaringan ini, mereka perlu memiliki sejumlah nilai token Quant (QNT).\r\n\r\nSiapa saja tokoh di balik Quant?\r\nSalah satu pendiri Quant network adalah Gilbert Verdian, yang memiliki ide untuk proyek blockchain saat sedang bekerja di sektor kesehatan. Verdian mengidentifikasi pentingnya interoperabilitas dalam memastikan pasien yang teregistrasi di platform yang berbeda-beda tetap bisa dilayani.\r\n\r\nDengan pengalaman lebih dari 20 tahun pada industri ini, Verdian telah berhasil meningkatkan strategi keamanan, teknologi, maupun bisnis dari berbagai perusahaan di dunia demi mencapai hasil yang konkret. Sebelum mendirikan Quant Network, Verdian menjabat Chief Information Security Officer (CISO) di Vocalink, anak perusahaan dari Mastercard, Chief Information Officer di NSW Ambulance, the CISO of eHealth NSW, dan Security Lead di Ministry of Justice, UK.\r\n\r\n\r\nDr Paolo Tasca, seorang entrepreneur dan pakar ekonomi digital yang ahli dalam bidang sistem distribusi, adalah co-founder kedua dari Quant Network. Dr. Tasca  pernah menjadi penasihat khusus dalam teknologi blockchain untuk parlemen Uni Eropa, Persatuan Bangsa Bangsa (PBB) dan berbagai bank sentral di dunia. Beliau adalah salah satu penulis dari beberapa buku tentang Financial Technology, dan merupakan co-founder dan pemimpin governing board dari Konsorsium Retail Blockchain.\r\n\r\n\r\nApa yang membuat Quant Unik?\r\n\r\nSejak peluncuran teknologi blockchain dan teknologi pembukuan yang terdistribusi, para inovator telah menemukan kegunaan untuk teknologi ini di hampir berbagai jenis industri. Tetapi, interoperabilitas antara satu proyek dan lainnya masih menjadi masalah. Kehadiran Quant dianggap bisa menjadi jawaban dari masalah interoperabilitas antara blockchain yang berbeda. \r\n\r\nOverledger, sistem operasi dari Quant, didesain sebagai gerbang dari proyek berbasis blockchain yang memiliki akses ke berbagai blockchain lainnya. Overledger juga berfungsi menghubungkan satu aplikasi ke lainnya di dalam ekosistem blockchain yang sama, seperti Ethereum.\r\n\r\nMencakup berbagai interaksi blockchain, Quant menciptakan berbagai lapisan untuk aplikasi bisa berinteraksi di level yang berbeda. Quant memiliki layer yang berbeda untuk transaksi, pesan, filtering, dan pemesanan, serta aplikasi untuk berbagi dan referensi pesan yang identik dengan aplikasi lainnya.\r\n\r\nApp Store Quant memiliki kemampuan untuk membaca dan memonitor transaksi antara pembukuan yang berbeda. Menggunakan Overledger, para pengembang menuliskan kontrak pintar yang menjangkau banyak pilihan chain, termasuk yang belum bisa mendukung sistem ini – seperti Bitcoin. Pengembang juga bisa menggunakan App Store ini untuk meluncurkan Multi-Chain Applications (MApps).","weiss_rating":{"rating":"B-","market_performance_rating":"B","technology_adoption_rating":"C+"},"community":{"official_site":"https://quant.network/","twitch":"","twitter":"https://twitter.com/quant_network","telegram":"","white_paper":"https://whitepaper.io/coin/quant"},"price_info":{"high_label":"1.783.782","low_label":"1.722.393","price":1754895.4,"price_label":"1.754.895","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-9.284,6","amount":-9284.600000000093,"rate_label":"-0,52","rate":-0.0052628416601481105,"graph_data":[1764180,1778881.5,1767347.7,1779530.0999999999,1776267.9000000001,1763867.7,1754310.4,1748968,1758110.2,1738432.7999999998,1730662,1748646.4000000001,1751694,1758325.8,1740866.5,1753449.5999999999,1755540,1764635.8,1753920,1758898.4000000001,1761817.7999999998,1750677.5,1753922.5,1753272]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"123,68M","coin_labels":null,"minimum_amount":81170,"minimum_quantity":0.001,"maximum_quantity":922327,"minimum_tick":0.001,"quote_tick":0.1,"decimal_point":{"price":0}}