{"symbol":"RNDR","asset_name":"Render Token","asset_logo":"https://www.cryptocompare.com/media/39500858/rndr.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"73,37T","current_supply":381861234,"maximum_supply":536870912,"start_date":1549929600000,"description":"RNDR adalah token utilitas ERC-20 yang digunakan untuk membayar animasi, motion graphics, dan rendering VFX yang terdistribusi dalam jaringan RNDR, yang merupakan jaringan peer-to-peer komputasi GPU yang dapat menghbuungkan kreator yang membutuhkan tambahan daya komputasi untuk melakukan render dalam beberapa cuplikan grafis mereka, dari para penyedia yang menerima RNDR untuk daya GPU mereka. Adanya token ini memungkinkan pekerjaan rendering berbasis GPU untuk terdistribusi dan diproses melalui jaringan P2P, menjadikan proses transaksional rendering serta streaming 3D menjadi lebih mudah bagi para penggunanya.\r\n\r\nSejarah\r\n\r\nRNDR ditemukan oleh Jules Urbach pada tahun 2009 oleh Jules Urbach, CEO dari OTOY Inc., sebuah perusahaan software berbasis GPU. Tujuan awal dari jaringan RNDR adalah memanfaatkan teknologi blockchain untuk memperbaiki tingkat penggunaan GPU di seluruh dunia, menggunakan metode selain Proof-of-Work dari blockchain lainnya. Secara singkat, RNDR ingin menghubungkan kreator media yang butuh daya komputasi cukup besar, dengan pihak-pihak yang mempunyai kapasitas komputasi besar yang sedang menganggur. Token RNDR, berfungsi sebagai metode pembayaran bagi para penggunanya. Bagi para pengguna yang baru saja mengenal aset kripto, RNDR credits bisa menjadi solusi lainnya. RNDR credits bisa dibeli melalui PayPal atau Stripe, langsung di portal RNDR. Dengan pembelian RNDR Credits, nilai Credits tersebut akan didukung token RNDR yang dibeli melalui exchange oleh tim RNDR. Artinya, ketika ada kreator yang membayar menggunakan RNDR Credits, operator node juga dibayarkan atas kerja mereka dengan token RNDR.\r\n\r\nInitial Coin Offer RNDR berlangsung selama tanggal 6 - 12 Oktober 2017, dengan total 4650922 RNDR terjual pada harga USD $0,25 per token. Pada tahun 2018, total token yang diproduksi dalam ekosistem ini mencapai 536,870,912 RNDR. Proses migrasi kontrak dimulai dengan rasio 1:1 antara kontrak lama dan baru pada Maret 2018. Genesis Mainnet release diluncurkan pada 24 Juni 2019 ketika proyek ini dimigrasi dari Ropsten Testnet ke Ethereum Mainnet. Lalu, pada Maret 2020, tim RNDR mengumumkan rencana pembelian 4.5 juta token RNDR di exchange Probit, mempertimbangkan situasi pasar pada saat itu. \r\n\r\nProduk finalnya diluncurkan pada tahun 2020 dan dapat diakses pada https://rndr.otoy.com/","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://rendertoken.com/","twitch":"","twitter":"https://twitter.com/rendertoken","telegram":"https://t.me/RenderTokenOfficial","white_paper":"https://files.acrobat.com/a/preview/d442da8a-067e-490f-88cf-2c4511016ff7"},"price_info":{"high_label":"155.160,99","low_label":"130.355,12","price":137551.799,"price_label":"137.551,79","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-14.334,94","amount":-14334.948999999993,"rate_label":"-9,43","rate":-0.0943791949512277,"graph_data":[151886.748,151814.78999999998,151494.03499999997,152443.94400000002,152068.56,147020.198,145000.044,139815.375,137442.19499999998,133004.85,135280.47600000002,132330.33500000002,135562.51499999998,136919.97,135650.878,135276.01499999998,136465.336,136563.544,133179.32400000002,131833.73,134132.69999999998,137277.82200000001,138381.11,137421.711]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"1,09T","coin_labels":null,"minimum_amount":16261,"minimum_quantity":0.01,"maximum_quantity":300000,"minimum_tick":0.01,"quote_tick":0.001,"decimal_point":{"price":2}}