{"symbol":"ROSE","asset_name":"Oasis Labs","asset_logo":"https://www.cryptocompare.com/media/37746937/rose.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"20,06T","current_supply":0,"maximum_supply":10000000000,"start_date":1603929600000,"description":"Apa itu Oasis Network?\r\nDibangun menggunakan Cosmos SDK, Oasis Network adalah platform kontrak pintar (smart contracts) yang mengutamakan privasi untuk keuangan terbuka. Proyek ini memprioritaskan aplikasi dan penggunaan yang mendukung privasi data dan kerahasiaan pengguna. Demi mencapai tujuan tersebut, dilakukan pemisahan lapisan konsensus dari lapisan pelaksanaan kontraknya sambil menyediakan antarmuka bawaan yang menghubungkan keduanya untuk perhitungan yang menjaga privasi. Lapisan konsensus bertindak sebagai hub yang menggunakan Proof-of-Stake (PoS) untuk mengamankan jaringan dan validitas konsensus. Lapisan eksekusi terdiri dari beberapa runtimes paralel (dikenal sebagai Paratimes) untuk komputasi khusus yang masing-masing, terhubung ke lapisan konsensus.\r\n\r\n\r\nSejarah\r\nOasis Labs, pengembang Oasis Network didirikan pada tahun 2018 oleh Profesor Dawn Song dari University of California at Berkeley. Pengembangan ini mendapat pendanaan sebesar 45 miliar dolar dari berbagai sumber, di antaranya, a16z crypto, Polychain Capital, and Binance Labs. Pendanaan ini digunakan untuk mendukung pengembangan protokol tahap awal. \r\n\r\nSebagai pengguna teknologi Cosmos SDK, Oasis Network diperkirakan bisa terhubung ke ekosistem Cosmos-enabled chains lainnya (dikenal dengan zona) setelah protokol Inter Blockchain Communication (IBC) diluncurkan.\r\n\r\nOasis memisahkan lapisan konsensus dengan lapisan eksekusi kontrak miliknya. Dengan lapisan yang terpisah, Oasis memiliki fleksibilitas dalam mendukung beberapa runtimes yang dapat dikustomisasi (dikenal dengan ParaTimes). Cara kerjanya mirip dengan Avalanche yang menampilkan beberapa subnets atau Polkadot yang mengamankan dan menghubungkan beberapa parachains independen.\r\n \r\nOasis bersiap untuk meluncurkan fitur privasi berupa tipe aset digital baru yang dikenal dengan “Tokenized Data” yang memungkinkan pengguna untuk mengontrol data apa saja yang mereka hasilkan dan memberikan reward melalui aplikasi –– membangun ekonomi data berbasis insentif. Dengan memfasilitasi smart contracts, privasi data tetap terjaga saat diproses. Kerahasiaan data dari awal hingga akhir proses pada Blockchain, membuka potensi keuangan terdesentralisasi (DeFi) yang sebelumnya belum pernah dicoba, seperti pinjaman under-collateralized atau pencegahan front/back running.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://www.oasisprotocol.org","twitch":"","twitter":"https://twitter.com/OasisProtocol/","telegram":"","white_paper":"https://www.oasisprotocol.org/technology#papers"},"price_info":{"high_label":"2.174,4072","low_label":"1.987,7852","price":2007.0133600000001,"price_label":"2.007,0133","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-127,0629","amount":-127.06295999999952,"rate_label":"-5,95","rate":-0.059540026197375896,"graph_data":[2134.0763199999997,2149.1127500000002,2109.2391199999997,2078.47304,2089.71966,2091.27518,2150.26968,2145.5636400000003,2144.1202200000002,2097.18808,2081.5002,2081.2464,2057.8232199999998,2065.54066,2062.9642400000002,2056.1742,2063.09247,2058.62048,2060.35734,2046.8435599999998,2055.75696,2040.212,1997.8011,2007.0133600000001]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"35,16M","coin_labels":null,"minimum_amount":80590,"minimum_quantity":0.1,"maximum_quantity":9000000,"minimum_tick":0.1,"quote_tick":0.00001,"decimal_point":{"price":4}}