{"symbol":"SNX","asset_name":"Synthetix","asset_logo":"https://www.cryptocompare.com/media/37747673/snx.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"13,69T","current_supply":327769196,"maximum_supply":null,"start_date":1589155200000,"description":"Synthetix adalah platform keuangan terdesentralisasi (DeFi) berbasis Ethereum. Dengan Synthetix, kamu bisa mencetak aset digital sintetis menjadi token yang dipatok ke nilai aset dunia nyata. Ini berarti kamu bisa mencetak Synthetic Dollar, Synthetic Rupiah, dan tentu saja Synthetic Cryptocurrencies. Di bulan Juni 2022, Synthetix memutuskan untuk hanya mewakilkan aset kripto, forex, dan indeks DeFi sebagai aset digital.\n\nKoin native Synthetix adalah Synthetix Network Token (SNX), digunakan untuk menjamin aset yang akan dicetak sebagai aset digital untuk menghindari isu likuiditas. SNX juga bisa disimpan di staking. Sementara itu, aset yang telah dicetak menjadi token disebut sebagai Synth.\n\nPencipta Synthetix adalah alumni UNSW Sydney dengan sarjana genetika bernama Cain Warwick. Selain posisinya sebagai pendiri Synthetix, Warwick juga merupakan anggota dewan dan investor di The Burger Collective, pendiri dan direktur non-eksekutif di Blueshyft, serta anggota penasihat Blockchain Australia.\n\nSynthetix memungkinkan penggunanya memperdagangkan beragam aset seperti emas dan perak dalam bentuk digital menggunakan protokol terdesentralisasi. Kelebihan perdagangan aset digital di Synthetix adalah kemudahannya, serta kesempatan untuk mendapatkan profit yang sama seperti aset aslinya di dunia nyata tanpa harus punya barang fisiknya.\n\nSynthetix menggunakan oracle terdesentralisasi, yaitu protokol pencarian harga berbasis smart contract untuk melacak harga dari aset yang diwakilkan Synth. Platform lain yang dibangun di atas protokol Synthetix dapat membuka kemungkinan untuk perdagangan berjangka, opsi keuangan, dan pasar tingkat lanjut. Maka ekosistem Synthetix juga didukung dengan protokol seperti Yearn, Curve, dan DHedge.","weiss_rating":{"rating":"C+","market_performance_rating":"D","technology_adoption_rating":"B-"},"community":{"official_site":"https://www.synthetix.io/","twitch":"","twitter":"https://twitter.com/synthetix_io","telegram":"","white_paper":"https://docs.synthetix.io/"},"price_info":{"high_label":"44.093,07","low_label":"41.347,51","price":41504.399999999994,"price_label":"41.504,39","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-1.469,169","amount":-1469.169000000009,"rate_label":"-3,41","rate":-0.03418773525652498,"graph_data":[42973.569,42964.506,42804.270000000004,42728.818,42723.72,43059.422,43113.085,43019.126,43164.047999999995,43574.845,43950.808000000005,43599.072,43386.87,42160.755,42304.261999999995,42175.483,41911.257999999994,42247.468,41858.312,41881.536,42005.038,41709.462,41787.774000000005,41504.399999999994]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"0","coin_labels":null,"minimum_amount":16179,"minimum_quantity":0.1,"maximum_quantity":127580,"minimum_tick":0.01,"quote_tick":0.001,"decimal_point":{"price":2}}