{"symbol":"SOL","asset_name":"Solana","asset_logo":"https://www.cryptocompare.com/media/37747734/sol.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"1.255,22T","current_supply":447280328,"maximum_supply":null,"start_date":1585612800000,"description":"Solana (SOL) menyambut akhir 2020 dengan adopsi yang mulai merangkak naik. Pada Oktober 2020, Circle memperluas stablecoin USDC ke dalam jaringan Solana. Keputusan ini tiba setelah USDT milik Tether telah ditambahkan dalam September 2020.\n\nApa itu Solana? Solana adalah blockchain performa tinggi yang didirikan oleh mantan pengembang Qualcomm, Intel, dan Dropbox yang menggunakan algoritma konsensus Proof-of-Stake yang terdelegasi (dPoS). Jaringan ini menggunakan metode unik untuk memesan transaksi untuk meningkatkan kecepatan dan throughput secara signifikan. Sudah lama jaringan blockchain berjuang untuk menyelesaikan permasalahan penskalaan (scalability), dan hanya sedikit yang telah menyelesaikannya tanpa masalah sentralisasi. Sebuah jaringan terdesentralisasi dengan waktu konfirmasi dan biaya yang kecil amat sulit direalisasikan, tetapi masalah ini diatasi pada tahun 2017 dengan penciptaan Solana. Menggunakan apa yang disebut sebagai Proof-of-History (PoH), blockchain Solana mampu menangani ribuan transaksi per detik. PoH menggunakan Verifiable Delay Functions untuk menyisir kejadian dan transaksi yang akan datang untuk memungkinkan node-node Solana menciptakan stempel waktu untuk komputasi SHA256 secara lokal, menyingkirkan kebutuhan untuk mengumumkan stempel waktu di seluruh jaringan. Menurut tim Solana, terdapat delapan inovasi besar yang memungkinkan jaringan Solana untuk memperluas skala, dan membuatnya mampu untuk melayani jaringan dengan kapabilitas yang menyaingi sistem tersentralisasi. Jaringan ini memiliki waktu blok sekitar 400ms dan dapat menangani hingga 65.000 transaksi per detik. Solana telah memproses setidaknya 21 miliar transaksi sambil menangani lebih dari 800 transaksi permintaan nyata per detik.\n\nApa itu token SOL? Blockchain Solana memiliki token mata uang asli, yaitu token utilitas SOL. SOL digunakan untuk membayar biaya transaksi saat memindahkan dana dan berinteraksi dengan smart contract yang ada dalam blockchain. Siapapun pemegang token SOL, ia akan dapat berinteraksi dengan aplikasi yang tersedia di dalam jaringan Solana, sama seperti pemegang ETH yang dapat berinteraksi dengan aplikasi dalam jaringan Ethereum. Di saat Ethereum menggunakan protokol token ERC, Solana menggunakan protokol SPL. SOL memiliki dua kasus penggunaan. Yang pertama adalah penggunaan untuk membayar transaksi dan berinteraksi dengan smart contract. Yang kedua adalah untuk di-staking sebagai bagian dari mekanisme konsensus dPoS demi mendapatkan hadiah dan keuntungan. Selain dua kasus ini, aplikasi terdesentralisasi yang dibangun di atas blockchain Solana juga dapat menghasilkan token baru. Aplikasi-aplikasi ini memungkinkan SOL untuk digunakan sebagai jaminan dalam peminjaman berdasarkan aset kripto, atau dapat dipinjamkan untuk mendapatkan bunga.","weiss_rating":{"rating":"D+","market_performance_rating":"C","technology_adoption_rating":"D"},"community":{"official_site":"https://solana.com/","twitch":"","twitter":"https://twitter.com/solanalabs","telegram":"https://t.me/solana","white_paper":"https://solana.com/solana-whitepaper.pdf"},"price_info":{"high_label":"2.341.903","low_label":"2.169.617","price":2193041.6199999996,"price_label":"2.193.041","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-145.290,18","amount":-145290.18000000063,"rate_label":"-6,21","rate":-0.062134116296070824,"graph_data":[2338331.8000000003,2308677.12,2305567.7399999998,2298760.96,2261162.64,2244116.28,2249270.06,2253581.8800000004,2218304.4800000004,2194985.6999999997,2214071.3000000003,2226296.1999999997,2198423.43,2195906.4,2195520.8000000003,2205100.17,2201925.06,2192270.54,2212450.3,2194437.18,2226205.29,2220666.0799999996,2175612.92,2192228.72]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"21,72T","coin_labels":null,"minimum_amount":16265,"minimum_quantity":0.01,"maximum_quantity":108677,"minimum_tick":0.01,"quote_tick":0.01,"decimal_point":{"price":0}}