{"symbol":"STG","asset_name":"Stargate Finance","asset_logo":"https://www.cryptocompare.com/media/39838517/stg.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"12,16T","current_supply":204346222,"maximum_supply":null,"start_date":1647475200000,"description":"Apa itu Stargate Finance (STG)?\r\nStargate Finance (STG) adalah omnichain-native asset bridge yang didesain untuk menjadi solusi bagi blockchain trilemma, yang menyebutkan tidak ada blockchain yang bisa terdesentralisasi, aman, dan cepat sekaligus. Dengan menyederhanakan blockchain berbeda lintas jaringan, memungkinkan para penggunanya untuk menukar aset antar blockchain, jaringan layer-2 dan decentralized applications (dApps) hampir secara instan. \r\n\r\nPengguna Stargate juga bisa memindahkan aset mereka antara likuiditas dari beragam protokol Decentralized Finance (DeFi) dan dApps secara bersamaan. Protokol ini mendukung transfer antar delapan jaringan, yaitu: Ethereum, Avalanche, Polygon, Metis, BNB Chain, Arbitrum, Optimism, dan Fantom.\r\n\r\nPlatform ini menawarkan beberapa fitur pencari profit lainnya: pengguna bisa menyuplai liquidity pools, stake assets, dan farm tokens. Ketika pengguna melakukan stake aset mereka,  mereka telah membantu mengatur jalannya Stargate Finance Exchange. \r\n\r\nSiapa tokoh di balik Stargate Finance? \r\nStargate Finance dibangun oleh LayerZero Labs: protokol omnichain yang membantu beberapa jaringan kripto terkemuka beroperasi satu dengan yang lainnya. Platform ini diluncurkan pada Maret 2022 sebagai aplikasi cross-chain bridge pertama. Di hari yang sama, 0xMaxi, seorang developer kripto ternama bergabung dengan tim LayerZero.\r\n\r\nApa yang membuat Stargate Finance Unik?\r\nSebagian besar cross-chain bridge menggunakan fractured liquidity, yang membutuhkan beberapa pool terpisah untuk melalui bridge ini. Namun, Stargate membuat kewajiban ini tidak diperlukan lagi, melalui mekanisme lock+mint dan burn+redeem. Mekanisme ini mengandalkan token burn pada sumbernya, dan membuat token baru pada blockchain tujuan, sehingga menyediakan finalitas yang terjamin, dan likuiditas yang terpusat. Stargate juga menggunakan mekanisme cross-chain bridge tingkat lanjut, selain menyeimbangkan algoritma yang disebut dengan algoritma delta, untuk menyelesaikan trilemma mengenai bridging.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://stargate.finance/","twitch":"","twitter":"https://twitter.com/StargateFinance","telegram":"https://t.me/joinchat/LEM0ELklmO1kODdh","white_paper":"https://stargateprotocol.gitbook.io/stargate/"},"price_info":{"high_label":"12.955,16","low_label":"11.996,58","price":12137.2822,"price_label":"12.137,28","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-687,4557","amount":-687.4557000000004,"rate_label":"-5,36","rate":-0.05360387910929552,"graph_data":[12824.7379,12874.293599999999,12895.8758,12925.393,12911.013700000001,12924.643399999999,12852.800000000001,12812.7832,12814.4,12818.3961,12707.032000000001,12702.2248,12803.975,12679.7912,12567.6232,12491.530799999999,12406.7672,12395.653400000001,12439.848399999999,12411.808200000001,12246.693200000002,12154.2876,12153.451200000001,12137.2822]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"206,31M","coin_labels":null,"minimum_amount":16059,"minimum_quantity":0.1,"maximum_quantity":285553,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}