{"symbol":"SUI","asset_name":"SUI Network","asset_logo":"https://s2.coinmarketcap.com/static/img/coins/200x200/20947.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"245,26T","current_supply":0,"maximum_supply":null,"start_date":1680307200000,"description":"Apa itu Sui?\r\nSui adalah layer-1 chain dengan kapasitas tinggi dan latensi rendah. Kemampuan finalitas transaksi instannya menjadikan Sui sebagai kandidat yang paling kompatibel dengan penggunaan on-chain seperti DeFi dan GameFi. Blockchain ini diprogram dalam Rust, sebuah bahasa pemrograman yang fokus pada eksekusi transaksi yang cepat dan aman. Rust juga merupakan bahasa pemrograman dari Solana, blockchain berkecepatan tinggi lainnya.\r\n\r\nTujuan besar Sui adalah \"memfasilitasi miliaran pengguna Web3 berikutnya\" dengan menawarkan penyebaran Decentralized Application (DApp) dengan arsitekrtur smart contract yang lebih unggul dibandingkan rival seperti Ethereum. Blockchain ini menggunakan proses yang disebut \"transaction parallelization\" yang memungkinkan transaksi diproses dalam agreement parallel. Proses \"horizontal scaling\", sebagaimana disebutkan oleh Sui, dapat memberikan proses organisasi data yang lebih baik di dalam mekanisme konsensus proof-of-stake (PoS) byzantine fault-tolerant.\r\n\r\nSiapa tokoh di balik Sui?\r\nSui digagas oleh sekelompok pengembang yang sebelumnya bekerja di Meta. Mereka adalah: Evan Cheng; Adeniyi Abiodun; Sam Blackshear; George Danezis; Kostas Chalkias.\r\n\r\nSui blockchain dikembangkan oleh Mysten Labs, yang juga didirikan oleh kelima orang tersebut. Mysten Labs mendapatkan pendanaan dari VC Kripto ternama seperti a16z yang berinvestasi $36 juta melalui pendanaan seri A pada Desember 2021. Setelahnya, diikuti oleh pendanaan seri B sebesar $300 juta, yang menjadikan perusahaan ini bernilai lebih dari $2 miliar. Mysten Labs juga memperoleh pendanaan dari: Jump Crypto, Apollo, Binance Labs, Franklin Templeton, Coinbase Ventures, Circle Ventures, Lightspeed Venture Partners, Sino Global, Dentsu Ventures, Greenoaks Capital and O’Leary Ventures.\r\n\r\nApa yang menjadikan Sui unik?\r\nSui bertujuan untuk mengungguli blockchain layer-1 lainnya dengan menggunakan konsensus dan mekanisme pemrosesan transaksi yang berbeda. Daripada fokus dengan vertical scaling, Sui memusatkan fokusnya pada horizontal scaling, yang bisa memberikannya kapasitas lebih tinggi dibandingkan blockchain lainnya.\r\n\r\nSui menyadari bahwa banyak transaksi saling tidak berhubungan. Daripada meminta setiap node memvalidasi setiap transaksi, nodes pada Sui hanya melihat bagian dari data yang dianggap relevan oleh mereka. Ini yang disebut oleh Sui sebagai \"object-centric model\", di mana jaringan data fokus pada objek dibandingkan dengan akun. Konsep ini mengabstraksi model blockchain tradisional menjadi aliran transaksi yang tidak berkorelasi yang dapat divalidasi oleh node secara individual.\r\n\r\nPertama, pengirim menyebarkan semua transaksinya, yang akan dicek oleh validator yang relevan. Jika sebagian besar cocok, data ini dikirim kembali ke pengirim awalnya, yang menyebarkan hasil ke semua validator. Model kepemilikan relevan ini adalah: dimiliki oleh alamat (contoh: NFT atau koin); dimiliki oleh objek lain (contoh: NFT yang merupakan bagian dari NFT lain); atau dibagikan (contoh: kolam AMM).\r\n\r\nBentuk arsitektur ini memungkinkan Sui untuk menargetkan vertikal seperti NFT, gaming, messaging services, social networks, dan decentralized identity platforms.\r\n","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://sui.io/","twitch":"","twitter":"https://twitter.com/mysten_labs","telegram":"","white_paper":"https://docs.sui.io/"},"price_info":{"high_label":"25.298,81","low_label":"23.571,7","price":24500.2725,"price_label":"24.500,27","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-603,5125","amount":-603.5125000000044,"rate_label":"-2,4","rate":-0.024040697448612005,"graph_data":[25103.785000000003,25227.2216,24954.657,25104.732,24411.3424,24579.148,24157.8816,24035.187199999997,24414.5712,24332.129500000003,24640.587199999998,24641.670000000002,24223.385,24475.325,24523.774999999998,24567.712,24591.1432,24607.3152,24547.9049,24465.534799999998,24552.7502,24518.736,24519.376800000002,24498.655]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"376,81M","coin_labels":null,"minimum_amount":80875,"minimum_quantity":0.1,"maximum_quantity":92141578,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}