{"symbol":"SXP","asset_name":"SXP","asset_logo":"https://www.cryptocompare.com/media/37746865/sxp.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"3,2T","current_supply":603913377,"maximum_supply":null,"start_date":1565913600000,"description":"Apa itu Solar (SXP)?\r\nSXP adalah token native utilitas dari blockchain Solar. Penggunanya dapat melakukan staking untuk mendapatkan tempat di jaringan ini dan mendapatkan imbalan, serta membayar biaya transaksi pada blockchain Solar. Penggunanya juga bisa ikut mengatur blockchain Solar dengan mengusulkan dan melakukan voting pada perubahan terkait protokol, dan menerima imbalan untuk likuiditas. Selain itu, Solar DApps sebagai mata uang utama mereka.\r\n\r\nSiapa tokoh di balik SXP?\r\nJoselito Lizarondo dan Nayiem Willems mendirikan Solar Network pada tahun 2018. Sebelumnya, mereka meluncurkan Swipechain, membangun Solar dengan misi yang sama: menyediakan solusi energi yang terbarukan dan berkelanjutan untuk area-area terpencil dengan memanfaatkan teknologi blockchain.\r\nSolar Blockchain Foundation didirikan pada Desember 2021 di Estonia, setelah Binance mengambil alih kepemilikan yang tersisa dari Swipe (SXP). Fokus utamanya adalah membangun ekosistem blockchain yang melibatkan open-source developers dan komunitas yang berkembang.\r\n\r\nApa yang membuat SXP unik?\r\nDibangun dari Solar Core, Solar adalah sebuah Layer-1 Blockchain Framework. Blockchain Solar dibangun menggunakan Delegated Proof-of-Stake Consensus (DPoS). Jaringan ini dilindungi dan didukung melalui DPoS milik 53 delegasinya, dikenal juga dengan istilah node operator atau validator.  \r\nSolar adalah ekosistem blockchain level enterprise yang dibangun oleh developer open-source dan paritispasi komunitas yang bertujuan untuk menciptakan ekosistem governance yang transparan. Developer yang membangun DApps pada platform Solar mempunyai akses ke berbagai fitur, seperti smart contracts, decentralized storage, serta berbagai sumber daya yang disediakan oleh Solar Core.","weiss_rating":{"rating":"C-","market_performance_rating":"D-","technology_adoption_rating":"C"},"community":{"official_site":"https://swipe.io/","twitch":null,"twitter":"https://twitter.com/Swipeio","telegram":"https://t.me/Swipe","white_paper":"https://whitepaper.io/document/505/swipe-whitepaper"},"price_info":{"high_label":"5.313,7292","low_label":"4.999,1111","price":5304.1664,"price_label":"5.304,1664","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"254,2244","amount":254.22440000000006,"rate_label":"5,03","rate":0.05034204353238118,"graph_data":[5049.942,5044.3228,5008.7994,5065.9872000000005,5065.448,5087.4375,5072.0576,5058.54,5055.4,5066.145,5047.3437,5101.3256,5088.484,5057.9852,5165.4928,5205.5696,5243.7072,5211.5257,5213.2608,5228.1258,5252.7651,5281.045,5307.354,5304.1664]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"67,69M","coin_labels":null,"minimum_amount":79690,"minimum_quantity":0.1,"maximum_quantity":922327,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":4}}