{"symbol":"THETA","asset_name":"Theta Network","asset_logo":"https://www.cryptocompare.com/media/37746670/theta.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"35,27T","current_supply":1000000000,"maximum_supply":1000000000,"start_date":1552608000000,"description":"Theta adalah blockchain Layer 1 dan infrastruktur terdesentralisasi untuk kasus penggunaan Video, AI & Hiburan.\r\n\r\nTheta adalah \"\"jaringan ganda\"\" yang terdiri dari dua subsistem yang saling melengkapi, yaitu Theta Blockchain dan Jaringan Tepi Theta. Blockchain bukti kepemilikan Theta menyediakan kemampuan pembayaran, imbalan, staking, dan kontrak pintar, sementara Jaringan Tepi bertanggung jawab atas komputasi, penyimpanan, dan pengiriman aliran video, tugas AI, dan kasus penggunaan ilmiah, simulasi, dan pemodelan keuangan lainnya. Ada dua kriptokurensi asli di blockchain Theta: THETA, token staking dan governance, dan TFUEL, digunakan sebagai gas untuk semua transaksi dan interaksi kontrak pintar on-chain. Jaringan Tepi generasi berikutnya, Theta EdgeCloud, adalah platform komputasi awan hibrida pertama yang dibangun di atas arsitektur yang sepenuhnya terdistribusi, dijadwalkan diluncurkan pada akhir 2024.\r\n\r\nInfrastruktur Web3 Theta memungkinkan perusahaan media untuk meningkatkan pendapatan tambahan, keterlibatan pengguna, dan model bisnis Web3 baru. API Video Theta dan Teater Web3 Theta adalah API video terdesentralisasi siap pakai untuk pengembang yang menawarkan biaya yang jauh lebih rendah untuk transkoding video, penyimpanan, dan pengiriman konten, didukung oleh teknologi Manajemen Hak Digital paten.\r\n\r\nBlockchain Theta juga menjadi dasar dari pasar NFT ThetaDrop dalam kemitraan dengan Katy Perry, Samsung, Sony, American Idol, The Price is Right, Taste of Home, dan merek terkemuka lainnya yang bertujuan untuk mengganggu industri kolektibel digital.\r\n\r\nValidator perusahaan dan dewan tata kelola Theta Network dipimpin oleh Google, Samsung, Sony, Creative Artists Agency (CAA), Binance, Blockchain Ventures, dan pemimpin global lainnya. Investor korporat strategis termasuk Samsung NEXT, Sony Innovation Fund, Bertelsmann Digital Media Investments (BDMI), dan CAA. Theta didukung oleh Steve Chen, salah satu pendiri YouTube, dan Justin Kan, salah satu pendiri Twitch.","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://www.thetatoken.org/","twitch":null,"twitter":"https://twitter.com/Theta_Network","telegram":null,"white_paper":"https://s3.us-east-2.amazonaws.com/assets.thetatoken.org/Theta-white-paper-latest.pdf?v=1553657855.509"},"price_info":{"high_label":"36.054,99","low_label":"34.504,7","price":35163.68,"price_label":"35.163,68","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-761,0299","amount":-761.0299999999988,"rate_label":"-2,11","rate":-0.021184026259362953,"graph_data":[35924.71,35727.096,35661.648,35192.009999999995,35219.100000000006,35300.475,35271.192,35401.344000000005,35189.846999999994,35436.16,35464.462,35242.560000000005,34886.525,35012.835,35294.65,35456.85,34829.616,34926.133,34779.316,34929.869999999995,34918.58,34861.024,35237.664000000004,35163.68]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"330,07M","coin_labels":["NEW_COIN"],"minimum_amount":81700,"minimum_quantity":0.1,"maximum_quantity":90000,"minimum_tick":0.1,"quote_tick":0.001,"decimal_point":{"price":2}}