{"symbol":"TRX","asset_name":"TRON","asset_logo":"https://www.cryptocompare.com/media/37746879/trx.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"157,04T","current_supply":87400492795,"maximum_supply":null,"start_date":1529884800000,"description":"TRON adalah protokol berbasis blockchain seperti Ethereum. Misi TRON adalah untuk memajukan desentralisasi konten dunia maya dan infrastruktur internet. Melalui TRON, pengguna dapat menerbitkan, menyimpan, dan memiliki data apapun secara gratis, dengan koin Tronix (TRX) sebagai penggerak utama TRON.\n\nBlockchain TRON didirikan pada tahun 2017 oleh TRON Foundation, sebuah organisasi dari Singapura yang dikepalai oleh Justin Sun. Sebelumnya Sun telah mendirikan Peiwo, sebuah app yang digadang untuk menjadi Snapchat-nya Asia dan membuatnya masuk ke daftar Forbes 30 under 30 tahun 2017. Sun juga merupakan mantan ketua perwakilan Ripple di Tiongkok.\n\nTRON Foundation berhasil mengumpulkan US$70 juta di tahun yang sama melalui penawaran koin perdana (Initial Coin Offering, atau ICO). Sejak peluncurannya, TRON berhasil mengakuisisi penyedia aplikasi berbagi-file yaitu BitTorrent di Juni 2018, toko app berbasis blockchain yaitu CoinPlay di Maret 2019, dan media sosial berbasis blockchain yaitu Steemit di Februari 2020.\n\nPada intinya, TRON merupakan platform smart contract yang menawarkan output, penskalaan, dan ketersediaan tingkat tinggi untuk seluruh aplikasi terdesentralisasi (Decentralized Apps, atau DApps) yang berjalan pada ekosistem TRON. TRON berambisi untuk menggeser layanan seperti Youtube atau Playstore dengan mewujudkan infrastruktur terdesentralisasi, di mana pengguna TRON bisa langsung berinteraksi dan membayar kreator favorit mereka.\n\nData pada blockchain TRON sepenuhnya gratis dan tidak dikontrol oleh siapapun. Sebagai hadiah karena sudah mengunggah konten game atau media, kreator akan mendapatkan 32 TRX. Selain itu, kreator dapat mendesain token mereka sendiri untuk ditransaksikan di jaringan TRON, yang dapat mengakomodasi hingga 2.000 transaksi per detik. Kecepatan ini amat tinggi jika dibandingkan dengan Ethereum (25 transaksi per detik) atau Bitcoin (3-6 transaksi per detik).\n\nTRON tidak dapat ditambang karena jaringan ini dibangun dengan algoritma konsensus Delegated Proof of Stake, jauh berbeda dari Bitcoin yang menggunakan algoritma Proof of Work. Token TRON baru dibuat sebagai apresiasi untuk Super Representative (SR) terpilih agar para SR semakin berkomitmen untuk menjaga integritas jaringan TRON. Kamu bisa berpartisipasi dengan melakukan staking TRX dan/atau memilih SR yang kamu percayai.","weiss_rating":{"rating":"C","market_performance_rating":"D+","technology_adoption_rating":"C"},"community":{"official_site":"https://tron.network/index?lng=en","twitch":"","twitter":"https://twitter.com/Tronfoundation","telegram":"https://t.me/tronnetworkEN","white_paper":"https://tron.network/static/doc/white_paper_v_2_0.pdf"},"price_info":{"high_label":"1.822,1925","low_label":"1.787,0108","price":1805.298,"price_label":"1.805,298","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-8,607439","amount":-8.607439999999997,"rate_label":"-0,47","rate":-0.004745252872718655,"graph_data":[1813.90544,1816.10484,1815.18928,1812.633,1809.1581800000001,1814.3789399999998,1817.0646000000002,1819.92231,1818.978,1810.0105700000001,1805.5947,1805.3705,1788.8434200000002,1791.68125,1795.17476,1795.88092,1799.8585699999999,1794.989,1801.61135,1805.5593999999999,1804.10832,1805.0054400000001,1798.6787800000002,1805.298]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"3,17T","coin_labels":null,"minimum_amount":16097,"minimum_quantity":10,"maximum_quantity":21824398,"minimum_tick":0.1,"quote_tick":0.00001,"decimal_point":{"price":4}}