{"symbol":"VET","asset_name":"VeChain","asset_logo":"https://www.cryptocompare.com/media/12318129/ven.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"48,75T","current_supply":72714516834,"maximum_supply":86712634466,"start_date":1530316800000,"description":"Apa itu VeChain (VET)?\r\n\r\nVeChain (VET) adalah platform kontrak pintar L1 yang serbaguna dan berkelas enterprise.\r\n\r\nVeChain dimulai pada tahun 2015 sebagai rantai konsorsium privat, bekerja sama dengan sejumlah perusahaan untuk mengeksplorasi aplikasi blockchain. VeChain mulai transisi mereka ke blockchain publik pada tahun 2017 dengan token ERC-20 VEN, sebelum meluncurkan mainnet mereka sendiri pada tahun 2018 dengan menggunakan ticker VET.\r\n\r\nVeChain bertujuan untuk menggunakan tata kelola terdistribusi dan teknologi Internet of Things (IoT) untuk menciptakan ekosistem yang mengatasi hambatan data utama untuk berbagai industri global mulai dari medis hingga energi, makanan & minuman hingga keberlanjutan dan tujuan SDG. Dengan memanfaatkan kekuatan data trustless, VeChain membangun tulang punggung digital yang akan mendukung revolusi industri keempat, yang menuntut berbagi data real-time dan trustless antara banyak peserta.\r\n\r\nPlatform ini menggunakan dua token, VET dan VTHO, untuk mengelola dan menciptakan nilai berdasarkan blockchain publik VeChainThor. VET menghasilkan VTHO dan berfungsi sebagai penyimpan nilai dan media transfer nilai. VTHO digunakan untuk membayar biaya GAS, memisahkan kebutuhan untuk menghabiskan VET saat menulis data. Ini memiliki keuntungan tambahan untuk memastikan biaya penggunaan jaringan dapat dijaga stabil dengan menyesuaikan beberapa variabel seperti jumlah VTHO yang diperlukan untuk melayani transaksi, atau dengan meningkatkan tingkat generasi VTHO. Tindakan seperti itu pertama-tama memerlukan suara komunitas pemangku kepentingan semua.\r\n\r\nVeChain telah dapat menunjukkan peningkatan efisiensi, pelacakan, dan transparansi secara besar-besaran di seluruh jejak data, rantai pasokan dan dalam jenis ekosistem baru, seperti di San Marino yang menargetkan tujuan SDG PBB, di antara lainnya.","weiss_rating":{"rating":"D+","market_performance_rating":"D-","technology_adoption_rating":"C-"},"community":{"official_site":"https://www.vechain.org/","twitch":"","twitter":"https://twitter.com/vechainofficial","telegram":"https://t.me/vechain_official_english","white_paper":"https://www.vechain.org/assets/whitepaper/vechain-whitepaper-3-0.pdf"},"price_info":{"high_label":"570,421","low_label":"534,792","price":565.46124,"price_label":"565,4612","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"23,374239","amount":23.374239999999986,"rate_label":"4,31","rate":0.043118982746311915,"graph_data":[542.087,543.6053999999999,541.02771,544.3233200000001,544.48384,540.79188,555.64296,556.2971699999999,560.1087,555.7147299999999,554.5478400000001,556.7946000000001,561.66759,564.7895,565.799,563.08954,564.3645799999999,564.2406,564.52396,565.1570800000001,566.1705499999999,569.42901,567.51657,565.49675]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"68,66M","coin_labels":null,"minimum_amount":79625,"minimum_quantity":0.1,"maximum_quantity":9000000,"minimum_tick":0.1,"quote_tick":0.00001,"decimal_point":{"price":4}}