{"symbol":"WLD","asset_name":"Worldcoin","asset_logo":"https://s2.coinmarketcap.com/static/img/coins/200x200/13502.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"21,01T","current_supply":0,"maximum_supply":0,"start_date":1687944789361,"description":"Apa itu Worldcoin (WLD)?\r\nWorldcoin dibangun dengan misi untuk menjadi jaringan keuangan dan identitas terbesar di dunia, yang bisa diakses oleh publik, sehingga memberikan kepemilikan bagi semuanya.\r\n\r\nSistem Worldcoin dikembangkan berdasarkan World ID, sebuah jaringan identitas global yang menjaga privasi. World ID memungkinkan penggunanya untuk memverifikasi data diri mereka sebagai entitas manusia secara online (“Proof of Personhood”) sambil menjaga privasi mereka melalui zero-knowledge proofs.\r\n\r\nUntuk menggunakan protokol Worldcoin, penggunanya harus mengunduh World App, sebuah wallet app pertama yang mendukung pembuatan World ID. Individu harus mengakses Orb, untuk memverifikasi World ID mereka. Saat World ID mereka telah Orb-verified, penggunanya dapat mengklaim jatah token WLD yang disediakan secara cuma-cuma. Meskipun token WLD tidak tersedia di Amerika Serikat, WLD tetap memiliki potensi nyata menjadi salah satu token digital yang didistribusikan secara luas. \r\n\r\nToken WLD didesain sebagai utility token dengan berbagai properti governance, memungkinkan penggunanya untuk ikut berkontribusi dalam menentukan arah masa depan dari protokol ini. WLD adalah token ERC-20 di Ethereum dan individu akan menerima jatah WLD mereka di Optimism Mainnet. Sehingga, diperkirakan sebagian besar transaksi terjadi pada network Optimism.\r\n\r\nSiapa saja tokoh di balik Worldcoin?\r\nWorldcoin digagas oleh Sam Altman, Alex Blania, and Max Novendstern (Max Novendstern meninggalkan proyek ini pada Juli 2021). Worldcoin telah menggalang pendanaan sebesar USD 250 juta melalui beberapa ronde pendanaan dari investor seperti a16z, Khosla Ventures, Bain Capital Crypto, Blockchain Capital, and Tiger Global, dan lainnya. \r\n\r\nApa yang membuat Worldcoin unik?\r\nWorldcoin bertujuan untuk membangun jaringan identitas dan keuangan terbesar, dengan target adopsi dalam skala miliaran pengguna. Berbeda dengan proyek kripto lainnya, sebagian besar proporsi WLD akan didistribusikan kepada individu, jika bisa memverifikasi bahwa mereka adalah manusia. Lebih dari dua juta orang dari 30 negara berbeda telah terverifikasi melalui Orb pada fase pre-launch, yang berlangsung antara Mei 2021 hingga Juli 2023. Pada saat diluncurkan, WorldCoin telah melakukan peluncuran sekitar 1.500 fasilitas Orbs di 35+ kota dan 20+ negara untuk memenuhi permintaan berskala global dari World ID. ","weiss_rating":{"rating":null,"market_performance_rating":null,"technology_adoption_rating":null},"community":{"official_site":"https://worldcoin.org/","twitch":"","twitter":"","telegram":"","white_paper":"https://whitepaper.worldcoin.org/"},"price_info":{"high_label":"119.677,91","low_label":"113.133,84","price":117420.01819999999,"price_label":"117.420,01","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"1.699,9481","amount":1699.948199999999,"rate_label":"1,46","rate":0.014690176042928414,"graph_data":[115720.06999999999,115233.5052,114130.623,113950.5606,113972.1186,114704.2568,114504.052,116198.0862,118629.73079999999,118290.426,118525.624,119181.788,117661.40800000001,117297.93000000001,116772.64,116562.0588,116959.6285,116823.82400000001,117012.882,116556.726,116072.905,116440.376,117307.88,117415.2215]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"2,74T","coin_labels":null,"minimum_amount":15983,"minimum_quantity":0.1,"maximum_quantity":5000,"minimum_tick":0.1,"quote_tick":0.0001,"decimal_point":{"price":2}}