{"symbol":"WOO","asset_name":"WOO Network","asset_logo":"https://www.cryptocompare.com/media/39501499/woo.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"11,89T","current_supply":1871698520,"maximum_supply":null,"start_date":1602806400000,"description":"WOO Network mengombinasikan fitur terpopuler dari CeFi (centralized finance) dan DeFi (decentralized finance) untuk menyediakan likuiditas dan eksekusi trading terbaik untuk trader, investor ritel, institusi, pertukaran, dan platform DeFi dengan biaya rendah.\r\n\r\nJaringan ini dimulai sebagai konsep yang dikembangkan oleh Kronos Research. Di tahun 2019, tim ini mencetuskan ide untuk menciptakan sebuah jaringan inklusif yang mengambil inspirasi dari CeFi dan DeFi. Ide ini segera sukses, dengan pendanaan langsung dari Binance Labs. Pendanaan Seri A+ untuk jaringan WOO Network lalu berhasil mengumpulkan lebih dari US$12 juta di Januari 2022.\r\n\r\nWOO Network memanfaatkan trading kuantitatif dan taktik hedging untuk mengumpulkan dan mengintegrasi likuiditas pasar dari beragam platform seperti Ethereum, BNB Chain, Polygon, dan Avalanche. WOO Network juga dapat digunakan oleh menciptakan pasar untuk platform lain, seperti dYdX. Taktik ini bisa berhasil berkat konsep biaya-nol dan penawaran hadiah menarik bagi pengambil order (taker).\r\n\r\nDengan branding \"ultimate trading platform\", WOO Network menyediakan likuiditas mendalam untuk eksekusi order, biaya nihil, dan area trading yang mudah disesuaikan. Jaringan ini menyediakan keuangan terdesentralisasi untuk siapa saja, baik individu maupun institusi, dengan biaya rendah atau bahkan nihil.\r\n\r\nJaringan ini memungkinkan siapapun untuk memperbaiki order book mereka secara mendalam hingga menandingi kapabilitas pertukaran atau blockchain lain yang lebih besar, sambil mengurangi celah antara bid dan ask. Blockchain WOO juga memungkinkan pengembangan aplikasi terdesentralisasi dan smart contract melalui arsitektur jaringan tiga lapis. Pada pokoknya, WOO Network adalah solusi keuangan dengan fitur menarik dalam satu ekosistem digital yang luas.","weiss_rating":{"rating":"","market_performance_rating":"","technology_adoption_rating":""},"community":{"official_site":"https://woo.network/token","twitch":"","twitter":"https://twitter.com/WOOnetwork","telegram":"https://t.me/woonetworkann","white_paper":"https://woo.network/Litepaper.pdf"},"price_info":{"high_label":"5.561,4604","low_label":"5.274,3564","price":5353.1554,"price_label":"5.353,1554","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"-129,4935","amount":-129.49353000000065,"rate_label":"-2,36","rate":-0.023618789321241593,"graph_data":[5482.64893,5477.11271,5383.16472,5309.3992499999995,5363.1004,5325.5396,5364.02176,5358.1491000000005,5454.9580000000005,5490.67344,5456.2872,5464.31067,5475.37631,5514.25536,5550.05376,5493.825000000001,5407.5971,5421.43935,5388.04992,5378.69409,5336.56,5310.532499999999,5341.94325,5353.8062]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"15,09M","coin_labels":null,"minimum_amount":16275,"minimum_quantity":0.01,"maximum_quantity":1520131,"minimum_tick":0.01,"quote_tick":0.00001,"decimal_point":{"price":4}}