{"symbol":"XLM","asset_name":"Stellar","asset_logo":"https://www.cryptocompare.com/media/37746346/xlm.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"73,05T","current_supply":null,"maximum_supply":null,"start_date":null,"description":"Stellar adalah platform terdesentralisasi yang didesain untuk mentransfer aset digital dengan cepat, mudah, dan terjangkau melalui jaringan blockchain milik komunitas yang terdistribusi dan bersumber-terbuka. Koin native Stellar adalah Lumen (XLM).\n\nMelalui Stellar, kamu dapat membuat, menjualbelikan, dan mengirim token yang mewakili nilai apapun, baik itu IDR, USD, sebakul jagung, emas, saham, atau bahkan harga satu jam waktumu sebagai konsultan lepas. Kamu bisa menukar token apapun di Stellar dan Stellar akan menghubungkanmu dengan pembeli maupun penjual. Dalam menjalankan protokolnya, Stellar dibantu oleh koin Lumen untuk memfasilitasi transfer, mencegah spam, dan menjadi perantara digital dalam transaksi multi-currency.\n\nUntuk menghubungkan blockchain dengan layanan keuangan, Stellar mengandalkan Anchor, entitas keuangan yang diizinkan untuk memegang deposit pengguna dan memberi kredit untuk deposit tersebut. Anchor biasanya berupa institusi keuangan, bank, atau perusahaan remitansi. Mekanisme Anchor dibuat sedemikian rupa agar setiap transaksinya selalu mematuhi protokol federasi, proses pembayaran yang valid, dan regulasi anti pencucian uang.\n\nJaringan Stellar didirikan di tahun 2014 oleh Jed McCaleb, rekan pendiri Mt. Gox dan Ripple, serta Joyce Kim, seorang mantan pengacara. Patrick Collison yang merupakan CEO Stripe saat itu pun bekerja sama dengan McCaleb dan Kim untuk mendirikan Stellar Development Foundation (SDF), sebuah institusi non-profit untuk mendukung pengembangan Stellar. Dari ICO untuk XLM, proyek ini berhasil mengumpulkan US$39 juta dan mendistribusikan 100 miliar XLM dengan tingkat inflasi 1% per tahun.\n\nPerbedaan utama Stellar dari Bitcoin ada pada Stellar Consensus Protocol (SCP). SCP menggunakan algoritme konsensus yang mengizinkan hanya sedikit bagian dari jaringan Stellar untuk mengesahkan transaksi, membuat Stellar jauh lebih cepat dari Bitcoin yang membutuhkan seluruh jaringan penambang untuk memvalidasi satu transaksi.","weiss_rating":{"rating":"B-","market_performance_rating":"D","technology_adoption_rating":"B"},"community":{"official_site":"https://www.stellar.org/","twitch":"","twitter":"https://twitter.com/StellarOrg","telegram":"","white_paper":"https://www.stellar.org/papers/stellar-consensus-protocol"},"price_info":{"high_label":"1.464,48","low_label":"1.416,3876","price":1453.3367600000001,"price_label":"1.453,3367","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"16,97528","amount":16.97528000000011,"rate_label":"1,18","rate":0.011818250653728274,"graph_data":[1436.36148,1428.9552800000001,1426.9973599999998,1423.33191,1422.10256,1420.28573,1418.72562,1425.25097,1431.384,1431.53556,1443.38166,1432.7697600000001,1431.82644,1433.2099400000002,1430.05819,1430.9806800000001,1434.3908700000002,1434.6101,1437.771,1436.8557799999999,1445.17065,1457.04586,1459.7101,1453.3367600000001]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"465,38M","coin_labels":null,"minimum_amount":16202,"minimum_quantity":1,"maximum_quantity":5162822,"minimum_tick":0.1,"quote_tick":0.00001,"decimal_point":{"price":4}}