{"symbol":"XRP","asset_name":"XRP","asset_logo":"https://www.cryptocompare.com/media/38553096/xrp.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"817,66T","current_supply":55359176420,"maximum_supply":100000000000,"start_date":1348617600000,"description":"Ripple adalah teknologi yang bertindak sekaligus sebagai aset kripto dan jaringan pembayaran digital untuk transaksi keuangan. Proses utama Ripple adalah penyelesaian pembayaran aset digital dan sistem remitansi untuk menangani banyak mata uang, seperti sistem SWIFT versi blockchain. Koin native Ripple adalah XRP yang dapat digunakan untuk menyediakan akses opsional ke jaringan Ripple.\n\nDibuat oleh perusahaan teknologi dari Amerika Serikat, Ripple Labs Inc., XRP adalah aset kripto native dari XRP Ledger (XRPL). XRPL dibangun oleh Jed McCaleb, Arthur Britto, dan David Schwartz dan diluncurkan di Juni 2012 dengan tujuan untuk menciptakan aset digital yang berkelanjutan dan dibangun khusus untuk pembayaran.\n\nSebagai buku besar terdistribusi bersumber-terbuka, XRPL menyediakan jaringan validator tepercaya untuk mengesahkan setiap transaksi koin XRP yang beredar. Tidak ada penambangan di Ripple karena Ripple tidak menggunakan Proof of Work seperti Bitcoin. Sebaliknya, XRP mengandalkan algoritme konsensus. Transaksi apapun yang berjalan di jaringan Ripple harus diverifikasi oleh setidaknya 80% simpul jaringan agar dapat dicatat di buku besar. Meski semua orang bisa menjadi validator Ripple, Ripple tetap menjaga daftar validator tepercaya untuk menjaga integritas XRPL yang disebut unique node list (UNL).\n\nBerbeda dari Stellar yang didukung lembaga non-profit, Ripple adalah perusahaan fintech swasta. Solusi pembayaran global milik Ripple telah dipantenkan dalam jaringan bernama Ripple Network (RippleNet) yang dibangun di atas XRPL. Tidak seperti kebanyakan blockchain yang memenuhi kebutuhan komunitas (peer-to-peer), Ripple dibangun untuk menghubungkan bank, penyedia pembayaran, dan pertukaran aset digital, dengan solusi penyelesaian transaksi secara real-time dan biaya rendah.","weiss_rating":{"rating":"B-","market_performance_rating":"C-","technology_adoption_rating":"B-"},"community":{"official_site":"https://ripple.com/","twitch":"","twitter":"https://twitter.com/Ripple","telegram":"https://t.me/Ripple","white_paper":"https://www.cryptocompare.com/media/40485038/ripple-whitepaper.pdf"},"price_info":{"high_label":"8.253,952","low_label":"7.918,3052","price":8182.011599999999,"price_label":"8.182,0115","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"161,4007","amount":161.40071999999873,"rate_label":"2,01","rate":0.020123245275801078,"graph_data":[8020.61088,8112.95556,8101.821749999999,8149.143099999999,8122.00982,8172.83904,8164.364740000001,8145.339599999999,8166.1615600000005,8211.0444,8223.24042,8171.365859999999,8162.661599999999,8185.042760000001,8177.81346,8140.409700000001,8135.08548,8149.822410000001,8165.9064499999995,8154.628999999999,8161.0296,8178.60136,8177.9540799999995,8181.0432]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"1,91T","coin_labels":null,"minimum_amount":16139,"minimum_quantity":1,"maximum_quantity":11053280,"minimum_tick":0.1,"quote_tick":0.00001,"decimal_point":{"price":4}}