{"symbol":"XTZ","asset_name":"Tezos","asset_logo":"https://www.cryptocompare.com/media/37747535/xtz.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"17,92T","current_supply":978226741,"maximum_supply":null,"start_date":1530316800000,"description":"Tezos adalah platform smart contract untuk aplikasi terdesentralisasi (DApps), seperti Ethereum. XTZ adalah koin native yang menggerakkan Tezos, dan tez atau tezzie merupakan token digital yang terhubung ke jaringan blockchain Tezos.\n\nTezos dimulai sebagai saran proyek untuk Arthur dan Kathleen Breitman di tahun 2014. Tezos Foundation, lembaga non-profit yang berlokasi di Switzerland, didirikan untuk membantu proyek Tezos di tahun 2017 dan berhasil mengumpulkan US$232 juta dana dalam bentuk Bitcoin dan Ethereum, sebuah rekor penawaran koin perdana (ICO) terbesar pada masanya. Walau peluncuran Tezos terkendala masalah hukum dan gugatan di Eropa, Tezos berhasil memenangkan semua tuntutan dan hadir sebagai solusi blockchain untuk DApps.\n\nUntuk menyetor data di blockchain, terdapat proses yang disebut pembuatan blok. Di Tezos, proses ini disebut baking. Data dan informasi ini harus diverifikasi terlebih dahulu sebelum blok dibuat untuk menyimpan data. Proses verifikasi ini dilakukan oleh siapapun yang melakukan staking XTZ. Sebagai hadiah karena sudah membuat dan memverifikasi blok, mereka akan dihadiahi koin XTZ. Dengan teknologi Tezos, baking dengan niat jahat akan mudah ditemukan dan deposit XTZ miliknya akan raib.\n\nWalau Tezos mirip dengan blockchain pada umumnya, proses internalnya jauh berbeda. Blockchain Tezos terbagi menjadi tiga protokol: protokol jaringan yang mencari dan menemukan blok serta mengumumkan transaksi yang terjadi ke seluruh jaringan; protokol transaksi yang mengesahkan transaksi; dan protokol konsensus yang mencapai persetujuan untuk aksi terhadap rantai unik. Tezos menggunakan Liquid Proof of Stake (LPoS), sebuah variasi dari mekanisme konsensus PoS klasik.\n\nTezos ingin mengintegrasikan demokrasi ke jaringan penggunanya dengan memberi insentif untuk peran pengguna dalam proses pengembangan dan pemeliharaan sistem Tezos. Untuk itu, Tezos memperkenalkan sistem matematis agar demokrasi tetap terjaga saat komunitasnya mengambil keputusan secara berkelompok dan memperbolehkan pemegang XTZ untuk memilih pembaharuan protokol mana saja yang akan diimplementasi ke Tezos.","weiss_rating":{"rating":"C-","market_performance_rating":"D-","technology_adoption_rating":"C"},"community":{"official_site":"https://www.tezos.com/","twitch":"","twitter":"https://twitter.com/tezos","telegram":"https://t.me/tezosplatform","white_paper":"https://tezos.gitlab.io/"},"price_info":{"high_label":"18.310,53","low_label":"16.231,74","price":18026.3391,"price_label":"18.026,33","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"759,4101","amount":759.410100000001,"rate_label":"4,39","rate":0.043980611723138545,"graph_data":[17266.929,16956.2146,16970.846700000002,16701.2508,16809.542400000002,16779.717999999997,16848.454999999998,16724.314,17041.0875,16775.080400000003,16690.898800000003,16738.9046,17393.464,17379.153,17127.704999999998,17297.28,16983.499,17126.9748,17066.7648,17473.4948,18142.7129,18106.943199999998,17946.5109,17983.696500000002]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"241,34M","coin_labels":null,"minimum_amount":16422,"minimum_quantity":0.1,"maximum_quantity":266500,"minimum_tick":0.01,"quote_tick":0.0001,"decimal_point":{"price":2}}