{"symbol":"YFI","asset_name":"yearn.finance","asset_logo":"https://www.cryptocompare.com/media/37747048/yfi.png","quote_currency":"IDR","currency_symbol":"Rp","transaction_type":["MARKET","LIMIT"],"market_cap_label":"3,92T","current_supply":33293,"maximum_supply":null,"start_date":1594944000000,"description":"Sebagai platform manajemen aset digital terdesentralisasi, yearn.finance menawarkan beragam aplikasi mulai dari suplai lkuiditas, agregasi pinjaman, hingga asuransi. Produk paling terkenal dari ekosistem yearn.finance adalah Vault, sebuah produk yang memaksimalkan panen pengguna melalui taktik yield farming dari komunitas yearn.finance. YFI adalah token Ethereum yang mengatur platform yearn.finance.\n\nAndre Cronje awalnya meluncurkan iEarn sebagai platform agregator keuangan terdesentralisasi (DeFi) di Februari 2020. Tanpa diduga, iEarn tumbuh menjadi sebuah protokol yang memegang lebih dari US$8 juta nilai dalam kontrak saat itu. Cronje mengubah namanya menjadi yearn.finance dan memperkenalkan fitur seperti Earn, Vault, yInsure, dan StableCredit, hingga meluncurkan YFI sebagai koin native di Juli 2020.\n\nSebagai agregator DeFi, yearn.finance secara otomatis mentransfer dana pengguna ke beragam protokol peminjaman, tergantung ROI. Untuk mengoptimalkan annual percentage yield, atau APY, yearn.finance menukarkan aset pengguna ke platform yield farming seperti Compound, Aave, dan DyDx. Protokol sederhana ini selalu menganalisa pemimpin pasar untuk memastikan agar aset penggunanya selalu masuk ke platform dengan bayaran tertinggi.\n\nPlatform yearn.finance memiliki dedikasi tinggi untuk desentralisasi. Mereka tidak pernah mengadakan penawaran koin perdana, dan tidak ada koin YFI yang ditambang sebelum peluncuran platform. Karena ini, yearn.finance memiliki reputasi sebagai salah satu entitas paling terdesentralisasi. Penggunanya juga menyukai metodenya yang sederhana, keamanan tinggi, dan kode terbuka yang dijaga komunitas.\n\nPemegang YFI mendapat hak untuk memberi voting pada proposal baru untuk platform yearn.finance. Proposal apapun harus disetujui oleh paling tidak lebih dari 50% pemilih agar dapat diimplementasikan ke platform. Selain itu, pemegang YFI mendapat pendapatan pasif dari setiap transaksi yang dilakukan oleh layanan platform yearn.finance.","weiss_rating":{"rating":"C+","market_performance_rating":"D","technology_adoption_rating":"B-"},"community":{"official_site":"https://yearn.finance/","twitch":"","twitter":"https://twitter.com/iearnfinance","telegram":"https://t.me/iearnfinance","white_paper":"https://docs.yearn.finance/"},"price_info":{"high_label":"107.605.310","low_label":"102.977.706","price":107605310,"price_label":"107.605.310","price_in_idr_label":null,"price_in_idr":null,"price_change":{"24h":{"amount_label":"4.002.200","amount":4002200,"rate_label":"3,86","rate":0.03863011448208456,"graph_data":[103603110,104725984,104962746,104465273,104317142,104646322,105150162,105765534,105090715,104514650,105107174,103922126,104607048,104969124,104837460,105468384,106045972,106632672,106532073,106109767,106330320,106552600,107081438,107588844]}}},"halt_config":{"warning_info_text":null,"popup_info_text":null,"is_graph_enabled":true,"is_buy_enabled":true,"is_sell_enabled":true,"is_withdraw_enabled":true,"is_deposit_enabled":true,"is_listed":true},"volume24h_label":"167,63M","coin_labels":null,"minimum_amount":82330,"minimum_quantity":0.00001,"maximum_quantity":9000,"minimum_tick":0.00001,"quote_tick":1,"decimal_point":{"price":0}}